
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>人计算与机器自动计算-A · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="人计算与机器自动计算-B.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    第1讲-计算机、计算与计算思维
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="为什么学计算机、计算与计算思维？.html">
            
                <a href="为什么学计算机、计算与计算思维？.html">
            
                    
                    为什么学计算机、计算与计算思维？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="计算机专业导论这门课学什么？.html">
            
                <a href="计算机专业导论这门课学什么？.html">
            
                    
                    计算机专业导论这门课学什么？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="怎么学计算机专业导论？.html">
            
                <a href="怎么学计算机专业导论？.html">
            
                    
                    怎么学计算机专业导论？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" >
            
                <span>
            
                    
                    人计算与机器自动计算
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.2.4.1" data-path="人计算与机器自动计算-A.html">
            
                <a href="人计算与机器自动计算-A.html">
            
                    
                    人计算与机器自动计算-A
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4.2" data-path="人计算与机器自动计算-B.html">
            
                <a href="人计算与机器自动计算-B.html">
            
                    
                    人计算与机器自动计算-B
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="机器自动计算需要解决的问题？.html">
            
                <a href="机器自动计算需要解决的问题？.html">
            
                    
                    机器自动计算需要解决的问题？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="计算系统之发展趋势.html">
            
                <a href="计算系统之发展趋势.html">
            
                    
                    计算系统之发展趋势
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" >
            
                <span>
            
                    
                    第1讲之扩展内容（选修）
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.7.1" data-path="回顾对计算与自动计算的认识.html">
            
                <a href="回顾对计算与自动计算的认识.html">
            
                    
                    回顾对计算与自动计算的认识
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../test.html">
            
                <a href="../test.html">
            
                    
                    test
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >人计算与机器自动计算-A</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p>&#x611A;&#x8822;&#x7684;&#x4EBA;&#x7C7B;&#xFF01;&#x98A4;&#x6296;&#x5427;&#xFF01;&#x6211;&#x4EEC;&#x673A;&#x5668;&#x4E00;&#x65CF;&#x5C31;&#x662F;&#x95F2;&#x5F97;&#x614C;&#xFF0C;&#x4E0D;&#x50CF;&#x4F60;&#x4EEC;&#x4EBA;&#x7C7B;&#xFF0C;&#x4E3A;&#x4E86;&#x65B9;&#x4FBF;&#x8BA1;&#x7B97;&#x9700;&#x8981;&#x627E;&#x5404;&#x79CD;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x800C;&#x4E14;&#x6709;&#x7684;&#x590D;&#x6742;&#x7684;&#x8981;&#x547D;&#xFF01;&#x800C;&#x6211;&#x4EEC;&#x53EA;&#x9700;&#x8981;&#x4E00;&#x6761;&#x7B80;&#x5355;&#x7684;&#x89C4;&#x5219;&#xFF0C;&#x5C31;&#x80FD;&#x7B97;&#x51FA;&#x7ED3;&#x679C;&#x4E86;&#xFF0C;&#x5373;&#x4FBF;&#x8BA1;&#x7B97;&#x91CF;&#x5927;&#xFF0C;&#x53EF;&#x6211;&#x4EEC;&#x5C31;&#x662F;&#x4EFB;&#x6027;&#xFF01;&#x4E0D;&#x5DEE;&#x94B1;&#xFF01;&#xFF01;&#xFF01;</p>
<!--more-->
<h1 id="&#x4EBA;&#x8BA1;&#x7B97;&#x4E0E;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF08;&#x4E0A;&#x7BC7;&#xFF09;">&#x4EBA;&#x8BA1;&#x7B97;&#x4E0E;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF08;&#x4E0A;&#x7BC7;&#xFF09;</h1>
<h2 id="&#x2605;&#x300C;&#x4EBA;&#x300D;&#x8BA1;&#x7B97;&#x4E0E;&#x300C;&#x673A;&#x5668;&#x300D;&#x8BA1;&#x7B97;&#x7684;&#x5DEE;&#x522B;&#xFF1F;">&#x2605;&#x300C;&#x4EBA;&#x300D;&#x8BA1;&#x7B97;&#x4E0E;&#x300C;&#x673A;&#x5668;&#x300D;&#x8BA1;&#x7B97;&#x7684;&#x5DEE;&#x522B;&#xFF1F;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-20/81494517.jpg" alt=""></p>
<h3 id="&#x25C7;&#x8BB2;&#x89E3;&#x8FD9;&#x5F20;&#x56FE;">&#x25C7;&#x8BB2;&#x89E3;&#x8FD9;&#x5F20;&#x56FE;</h3>
<p>&#x4EBA;&#x8BA1;&#x7B97;&#x4E0E;&#x673A;&#x5668;&#x8BA1;&#x7B97;&#x5230;&#x5E95;&#x6709;&#x5565;&#x5DEE;&#x522B;&#xFF1F;&#x901A;&#x8FC7;&#x4E3E;&#x4E2A;&#x6817;&#x5B50;&#x6765;&#x89E3;&#x91CA;&#x5176;&#x5DEE;&#x522B;&#x3002;</p>
<h4 id="&#x6C42;ax2-bxc0&#x7684;&#x6839;">&#x6C42;ax^2^ +bx+c=0&#x7684;&#x6839;</h4>
<h5 id="&#x300C;&#x4EBA;&#x300D;&#x6C42;&#x89E3;">&#x300C;&#x4EBA;&#x300D;&#x6C42;&#x89E3;</h5>
<p>&#x5173;&#x4E8E;&#x6C42;&#x4E00;&#x5143;&#x4E8C;&#x6B21;&#x65B9;&#x7A0B;&#x7684;&#x6839;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x521D;&#x4E2D;&#x90FD;&#x5B66;&#x8FC7;&#x4E86;&#xFF0C;&#x6BD4;&#x5982;&#x6709;&#x4E2A;&#x53EB;&#x6C42;&#x6839;&#x516C;&#x5F0F;&#xFF08;&#x628A;&#x53C2;&#x6570;&#x5E26;&#x8FDB;&#x6765;&#xFF0C;&#x90A3;&#x4E48;&#x5176;&#x6839;&#x5C31;&#x51FA;&#x73B0;&#x4E86;&#xFF0C;&#x5F53;&#x7136;&#x8FD9;&#x8FD8;&#x9700;&#x8981;&#x5224;&#x65AD;&#x8FD9;&#x4E2A;&#x65B9;&#x7A0B;&#x6709;&#x6CA1;&#x6709;&#x6839;&#x624D;&#x53EF;&#x4EE5;&#xFF09;&#x7684;&#xFF0C;&#x81F3;&#x4E8E;&#x8FD9;&#x4E2A;&#x516C;&#x5F0F;&#x7684;&#x63A8;&#x5BFC;&#x8FC7;&#x7A0B;&#xFF0C;&#x6211;&#x65E9;&#x5DF2;&#x5FD8;&#x8BB0;&#x3002;</p>
<h5 id="&#x300C;&#x673A;&#x5668;&#x300D;&#x6C42;&#x89E3;">&#x300C;&#x673A;&#x5668;&#x300D;&#x6C42;&#x89E3;</h5>
<p>&#x6211;&#x7684;&#x5929;&#xFF0C;&#x673A;&#x5668;&#x7ADF;&#x7136;&#x4E5F;&#x80FD;&#x6C42;&#x89E3;&#xFF01;&#x5982;&#x679C;&#x673A;&#x5668;&#x4E0D;&#x77E5;&#x9053;&#x8FD9;&#x4E2A;&#x6C42;&#x6839;&#x516C;&#x5F0F;&#x80FD;&#x4E0D;&#x80FD;&#x6C42;&#x89E3;&#xFF0C;&#x90A3;&#x5B83;&#x8FD8;&#x80FD;&#x6C42;&#x89E3;&#x5462;&#xFF1F;&#x53EF;&#x4EE5;&#xFF0C;&#x53EF;&#x4EE5;&#x91C7;&#x7528;&#x56FE;&#x4E0A;&#x7684;&#x90A3;&#x79CD;&#x65B9;&#x5F0F;&#x2014;&#x2014;&#x4EE3;&#x5165;&#x6CD5;&#x3002;&#x663E;&#x7136;&#x673A;&#x5668;&#x53EF;&#x4EE5;&#x91C7;&#x7528;&#x4E00;&#x79CD;&#x7B28;&#x65B9;&#x6CD5;&#xFF01;&#x8FD9;&#x8BA9;&#x6211;&#x60F3;&#x8D77;&#x4E86;&#xFF0C;&#x51E0;&#x4F55;&#x9898;&#x91CC;&#x7684;&#x300C;&#x6C42;&#x8FD9;&#x6761;&#x8FB9;&#x7684;&#x957F;&#x5EA6;&#x300D;&#x95EE;&#x9898;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x7528;&#x628A;&#x5C3A;&#x5B50;&#x4E00;&#x91CF;&#xFF0C;&#x5C31;&#x5199;&#x4E0A;&#x4E86;&#x7B54;&#x6848;&#xFF0C;&#x8FD9;&#x663E;&#x7136;&#x4E5F;&#x662F;&#x79CD;&#x7B28;&#x65B9;&#x6CD5;&#xFF01;</p>
<p>&#x673A;&#x5668;&#x8FD9;&#x6837;&#x4EE3;&#x5165;&#x7684;&#x6C42;&#x89E3;&#x601D;&#x7EF4;&#x548C;&#x4EBA;&#x6C42;&#x89E3;&#x7684;&#x601D;&#x7EF4;&#x662F;&#x4E0D;&#x592A;&#x4E00;&#x6837;&#x7684;&#xFF01;</p>
<h5 id="&#x4E8C;&#x8005;&#x7684;&#x5DEE;&#x522B;">&#x4E8C;&#x8005;&#x7684;&#x5DEE;&#x522B;</h5>
<p>&#x7B2C;&#x4E00;&#x4E2A;&#xFF1A;</p>
<p>&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4F7F;&#x4E00;&#x6761;&#x89C4;&#x5219;&#x53D8;&#x5F97;&#x5F88;&#x590D;&#x6742;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4EEC;&#x8BA1;&#x7B97;&#x91CF;&#x5462;&#xFF1F;&#x5374;&#x53EF;&#x80FD;&#x5F88;&#x5C0F;&#x3002;&#x4E3A;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x6BD5;&#x7ADF;&#x53EA;&#x9700;&#x8981;&#x628A;&#x65B9;&#x7A0B;&#x7684;&#x7CFB;&#x6570;&#x4EE3;&#x5165;&#x5230;&#x6C42;&#x6839;&#x516C;&#x5F0F;&#x91CC;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x6839;&#x4E86;&#x3002;</p>
<p>&#x673A;&#x5668;&#x6709;&#x53EF;&#x80FD;&#x4E0D;&#x80FD;&#x5904;&#x7406;&#x8FD9;&#x4E48;&#x590D;&#x6742;&#x7684;&#x89C4;&#x5219;&#xFF0C;&#x5982;&#x6C42;&#x6839;&#x516C;&#x5F0F;&#x3002;&#x90A3;&#x8BE5;&#x600E;&#x4E48;&#x529E;&#x5462;&#xFF1F;&#x522B;&#x5FD8;&#x4E86;&#xFF0C;&#x673A;&#x5668;&#x662F;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x6BCF;&#x6761;&#x90FD;&#x5F88;&#x7B80;&#x5355;&#x7684;&#x89C4;&#x5219;&#x7684;&#xFF0C;&#x800C;&#x4E14;&#x8FD9;&#x6837;&#x7684;&#x673A;&#x5668;&#x4E5F;&#x662F;&#x80FD;&#x9020;&#x51FA;&#x6765;&#x7684;&#x3002;&#x4F46;&#x662F;&#x8FD9;&#x6837;&#x7B80;&#x5355;&#x7684;&#x89C4;&#x5219;&#x8BA1;&#x7B97;&#x8D77;&#x6765;&#xFF0C;&#x5B83;&#x7684;&#x8BA1;&#x7B97;&#x91CF;&#x5374;&#x5F88;&#x5927;&#xFF01;&#x53EF;&#x8FD9;&#x4E5F;&#x6B63;&#x662F;&#x673A;&#x5668;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x7279;&#x70B9;&#x2014;&#x2014;&#x6211;&#xFF08;&#x673A;&#x5668;&#xFF09;&#x4E0D;&#x6015;&#x91CF;&#x5927;&#x5C31;&#x6015;&#x590D;&#x6742;&#xFF01;</p>
<hr>
<p>&#x7B2C;&#x4E8C;&#x4E2A;&#xFF1A;</p>
<p>&#x4EBA;&#x8981;&#x5728;&#x6C42;&#x89E3;&#x4E00;&#x5143;&#x4E8C;&#x6B21;&#x65B9;&#x7A0B;&#x7684;&#x6839;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x662F;&#x5FC5;&#x987B;&#x8981;&#x77E5;&#x9053;&#x5177;&#x4F53;&#x7684;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x7684;&#x3002;&#x800C;&#x8FD9;&#x79CD;&#x89C4;&#x5219;&#x5BF9;&#x4E8E;&#x673A;&#x5668;&#x6765;&#x8BB2;&#x5462;&#xFF1F;&#x673A;&#x5668;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x8FD9;&#x79CD;&#x89C4;&#x5219;&#xFF0C;&#x5F53;&#x7136;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x5C06;&#x8FD9;&#x79CD;&#x89C4;&#x5219;&#x8F6C;&#x5316;&#x6210;&#x4E00;&#x4E9B;&#x7A0B;&#x5E8F;&#xFF0C;&#x8BA9;&#x673A;&#x5668;&#x53EF;&#x4EE5;&#x8BC6;&#x522B;&#xFF01;</p>
<hr>
<p>&#x7B2C;&#x4E09;&#x4E2A;&#xFF1A;</p>
<p>&#x6211;&#x4EEC;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x89C4;&#x5219;&#x53EA;&#x80FD;&#x6C42;&#x89E3;&#x2026;&#x2026;&#x300C;&#x6BD4;&#x5982;&#x8BF4;&#x8FD9;&#x4E2A;&#x6C42;&#x6839;&#x516C;&#x5F0F;&#xFF0C;&#x5B83;&#x53EA;&#x80FD;&#x6C42;&#x89E3;&#x4E00;&#x5143;&#x4E8C;&#x6B21;&#x65B9;&#x7A0B;&#x3002;&#x300D;&#xFF0C;&#x7C7B;&#x4F3C;&#x4E8E;&#x300C;a~1~x^2^ +a~2~x = c&#x300D;&#x8FD9;&#x79CD;&#x5F62;&#x5F0F;&#xFF0C;&#x90A3;&#x4E48;&#x5BF9;&#x4E8E;&#x4E00;&#x822C;&#x65B9;&#x7A0B;&#x6765;&#x8BB2;&#xFF0C;&#x80FD;&#x4E0D;&#x80FD;&#x6C42;&#x89E3;&#x5462;&#xFF1F;</p>
<p>&#x5BF9;&#x4E8E;&#x673A;&#x5668;&#x6C42;&#x89E3;&#x8FD9;&#x79CD;&#x601D;&#x7EF4;&#x6765;&#x8BB2;&#xFF0C;&#x5BF9;&#x4E8E;&#x8FD9;&#x79CD;&#x4E00;&#x822C;&#x6027;&#x65B9;&#x7A0B;&#xFF08;&#x4EFB;&#x610F;&#x5143;&#xFF0C;&#x4EFB;&#x610F;&#x6B21;&#x7684;&#x65B9;&#x7A0B;&#x3002;ps:&#x8FD9;&#x4E2A;&#x957F;&#x76F8;&#x7684;&#x8BF7;&#x770B;&#x4E0A;&#x65B9;&#x7684;&#x56FE;&#xFF09;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x673A;&#x5668;&#x90FD;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x6C42;&#x89E3;&#x3002;</p>
<p>&#x8FD9;&#x4E5F;&#x8BF4;&#x660E;&#x5728;&#x6709;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x6570;&#x5B66;&#x4E0A;&#x8FD8;&#x6CA1;&#x6709;&#x7ED9;&#x6211;&#x4EEC;&#x627E;&#x5230;&#x300C;&#x6C42;&#x89E3;&#x7B80;&#x5355;&#x7684;&#x300D;&#x8FD9;&#x79CD;&#x6C42;&#x89E3;&#x65B9;&#x6CD5;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x91C7;&#x53D6;&#x5229;&#x7528;&#x7B80;&#x5355;&#x7684;&#x89C4;&#x5219;&#xFF0C;&#x8BA9;&#x673A;&#x5668;&#x6765;&#x81EA;&#x52A8;&#x7684;&#x6C42;&#x89E3;&#x3002;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x3001;&#x7814;&#x7A76;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x7684;&#x3001;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x601D;&#x7EF4; &#x3002;&#x90A3;&#x4E48;&#x5B83;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x4EBA;&#x4EEC;&#x89E3;&#x51B3;&#x4E00;&#x4E9B;&#x6570;&#x5B66;&#x4E0A;&#x7684;&#x4E00;&#x4E9B;&#x3001;&#x8BA1;&#x7B97;&#x4E0A;&#x7684;&#x4E00;&#x4E9B;&#x96BE;&#x9898;&#x3002; </p>
<h2 id="&#x2605;&#x57FA;&#x672C;&#x8BA1;&#x7B97;&#x89C4;&#x5219;-vs-&#x7A0B;&#x5E8F;-vs-&#x673A;&#x5668;&#xFF1F;">&#x2605;&#x57FA;&#x672C;&#x8BA1;&#x7B97;&#x89C4;&#x5219; vs &#x7A0B;&#x5E8F; vs &#x673A;&#x5668;&#xFF1F;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-20/68215739.jpg" alt=""></p>
<h3 id="&#x25C7;&#x8BB2;&#x89E3;&#x8FD9;&#x5F20;&#x56FE;">&#x25C7;&#x8BB2;&#x89E3;&#x8FD9;&#x5F20;&#x56FE;</h3>
<p>&#x8FD9;&#x662F;&#x7528;&#x5DEE;&#x5206;&#x6CD5;&#x6765;&#x8BA1;&#x7B97;<a href="https://baike.baidu.com/item/%E4%B9%98%E6%96%B9/9539611?fr=aladdin" target="_blank">&#x4E58;&#x65B9;</a>&#xFF08;&#x6C42;n&#x4E2A;&#x76F8;&#x540C;&#x56E0;&#x6570;&#x4E58;&#x79EF;&#x7684;&#x8FD0;&#x7B97;&#xFF0C;&#x53EB;&#x505A;&#x4E58;&#x65B9;&#xFF0C;&#x4E58;&#x65B9;&#x7684;&#x7ED3;&#x679C;&#x53EB;&#x505A;&#x5E42; &#xFF09;&#xFF0C;&#x6BD4;&#x5982;&#x6211;&#x8981;&#x8BA1;&#x7B97;&#x4E00;&#x4E2A;&#x6570;&#x7684;&#x5E73;&#x65B9;&#xFF0C;&#x4E00;&#x822C;&#x6211;&#x4EEC;&#x90FD;&#x662F;&#x76F4;&#x63A5;n*n&#x8FD9;&#x6837;&#x8BA1;&#x7B97;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x7B80;&#x5355;&#x7684;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x628A;&#x8FD9;&#x4E2A;&#x4E58;&#x65B9;&#x8BA1;&#x7B97;&#x51FA;&#x6765;&#x3002;&#x90A3;&#x4E48;&#x600E;&#x4E48;&#x7B97;&#x5462;&#xFF1F;&#x8FD9;&#x9700;&#x8981;&#x7ED9;&#x51FA;&#x51E0;&#x4E2A;&#x521D;&#x59CB;&#x503C;&#x624D;&#x884C;&#xFF0C;&#x5982;0&#x7684;&#x5E73;&#x65B9;0&#x3001;1&#x7684;&#x5E73;&#x65B9;1&#x3001;2&#x7684;&#x5E73;&#x65B9;4&#xFF0C;&#x8FD9;&#x51E0;&#x4E2A;&#x503C;&#x662F;&#x5FC5;&#x987B;&#x8981;&#x7ED9;&#x51FA;&#x6765;&#x7684;&#x3002;&#x63A5;&#x7740;&#xFF0C;&#x540E;&#x4E00;&#x4E2A;&#x6570;&#x51CF;&#x53BB;&#x524D;&#x4E00;&#x4E2A;&#x6570;&#x5F97;&#x5230;&#x4E00;&#x4E2A;&#x5DEE;&#x5206;&#xFF0C;&#x8FD9;&#x4E2A;&#x5DEE;&#x5206;&#x6211;&#x4EEC;&#x79F0;&#x4E3A;&#x4E00;&#x9636;&#x5DEE;&#x5206;&#x3002;&#x540C;&#x7406;&#xFF0C;&#x66F4;&#x8FDB;&#x4E00;&#x6B65;&#x6765;&#x770B;&#xFF0C;&#x4E00;&#x9636;&#x5DEE;&#x5206;&#x7684;&#x76F8;&#x51CF;&#xFF0C;&#x5C31;&#x5F97;&#x5230;&#x4E86;&#x4E8C;&#x9636;&#x5DEE;&#x5206;&#x3002;</p>
<p>&#x6709;&#x4E86;&#x521D;&#x59CB;&#x503C;&#x548C;&#x8BA1;&#x7B97;&#x5DEE;&#x5206;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x5728;&#x8BA1;&#x7B97;3&#x7684;&#x5E73;&#x65B9;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x8FD9;&#x6837;&#x7B97;&#x4E86;&#xFF0C;4+3+2&#xFF0C;&#x5373;&#x4E0A;&#x4E00;&#x4E2A;&#x6570;&#x7684;&#x5E73;&#x5206;+&#x5176;&#x5BF9;&#x5E94;&#x7684;&#x4E00;&#x9636;&#x5DEE;&#x5206;&#x548C;&#x4E8C;&#x9636;&#x5DEE;&#x5206;&#x3002;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x79CD;&#x89C4;&#x5219;&#xFF0C;&#x53EF;&#x4EE5;&#x7528;&#x4E0A;&#x56FE;&#x90A3;&#x4E2A;&#x516C;&#x5F0F;&#x8868;&#x793A;&#xFF0C;&#x800C;&#x8FD9;&#x79CD;&#x89C4;&#x5219;&#x5176;&#x5B9E;&#x662F;&#x5F88;&#x7B80;&#x5355;&#x7684;&#xFF0C;&#x5373;&#x6211;&#x4EEC;&#x53EA;&#x9700;&#x8981;&#x51CF;&#x6CD5;&#x8FD0;&#x7B97;&#x548C;&#x52A0;&#x6CD5;&#x8FD0;&#x7B97;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x8BA1;&#x7B97;&#x51FA;&#x8FD9;&#x4E48;&#x4E00;&#x4E2A;&#x4E58;&#x65B9;&#x3002;</p>
<p>&#x8FD9;&#x79CD;&#x89C4;&#x5219;&#x7684;&#x7279;&#x70B9;&#xFF1A;</p>
<ol>
<li>&#x53EA;&#x9700;&#x8981;&#x52A0;&#x6CD5;&#x8FD0;&#x7B97;&#x548C;&#x4E58;&#x6CD5;&#x8FD0;&#x7B97;&#xFF0C;&#x5C31;&#x80FD;&#x8BA1;&#x7B97;&#x51FA;&#x90A3;&#x4E48;&#x4E00;&#x4E2A;&#x4E58;&#x65B9;</li>
<li>&#x5176;&#x5B83;&#x8FD0;&#x7B97;&#x5219;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x7EC4;&#x5408;&#x52A0;&#x51CF;&#x6CD5;&#x8FD0;&#x7B97;&#x6765;&#x5B9E;&#x73B0;</li>
</ol>
<p>&#x9664;&#x4E86;&#x53EF;&#x4EE5;&#x505A;&#x5230;&#x4E58;&#x65B9;&#x4EE5;&#x5916;&#xFF0C;&#x8FD8;&#x80FD;&#x4E0D;&#x80FD;&#x505A;&#x5230;&#x5176;&#x5B83;&#x8FD0;&#x7B97;&#x5462;&#xFF1F;&#x6BD4;&#x5982;&#x8BF4;&#x591A;&#x9879;&#x5F0F;&#x8FD0;&#x7B97;</p>
<h3 id="&#x25C7;&#x591A;&#x9879;&#x5F0F;&#x8FD0;&#x7B97;">&#x25C7;&#x591A;&#x9879;&#x5F0F;&#x8FD0;&#x7B97;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-20/24468016.jpg" alt=""></p>
<p>&#x8FD9;&#x4E2A;&#x540C;&#x6837;&#x53EF;&#x4EE5;&#x7528;&#x4E0A;&#x9762;&#x90A3;&#x79CD;&#x89C4;&#x5219;&#x6765;&#x7B97;&#xFF0C;&#x9996;&#x5148;&#x9700;&#x8981;&#x4E8B;&#x5148;&#x7ED9;&#x51FA;3&#x4E2A;&#x521D;&#x59CB;&#x503C;&#x624D;&#x884C;&#xFF0C;&#x5982;3&#x3001;6&#x3001;11&#xFF0C;&#x901A;&#x8FC7;&#x8FD9;&#x4E09;&#x4E2A;&#x521D;&#x59CB;&#x503C;&#x7684;&#x5DEE;&#x5206;&#x8BA1;&#x7B97;&#xFF0C;&#x53EF;&#x4EE5;&#x5F97;&#x5230;2&#x4E2A;&#x4E00;&#x9636;&#x5DEE;&#x5206;&#xFF0C;&#x501F;&#x6B64;&#x5F97;&#x5230;1&#x4E2A;&#x4E8C;&#x9636;&#x5DEE;&#x5206;&#x3002;&#x90A3;&#x4E48;&#x5F53;x=3&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5C31;&#x4E0D;&#x9700;&#x8981;&#x4EE3;&#x5165;&#x503C;&#x8FDB;&#x53BB;&#x6C42;&#x7ED3;&#x679C;&#x4E86;&#xFF0C;&#x76F4;&#x63A5;&#x901A;&#x8FC7;&#x4E0A;&#x4E00;&#x6B21;x=2&#x7684;&#x7ED3;&#x679C;+&#x4E00;&#x9636;&#x5DEE;&#x5206;+&#x4E8C;&#x9636;&#x5DEE;&#x5206;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x5F97;&#x5230;x=3&#x7684;&#x7ED3;&#x679C;&#x4E86;&#x3002;</p>
<p>&#x8FD9;&#x6837;&#x4E00;&#x6765;&#xFF0C;&#x6C42;&#x5F53;X&#x7B49;&#x4E8E;&#x67D0;&#x4E00;&#x4E2A;&#x503C;&#x7684;&#xFF0C;&#x6C42;&#x8BE5;&#x591A;&#x9879;&#x5F0F;&#x7684;&#x503C;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5982;&#x679C;&#x4EE5;&#x524D;&#x7684;&#x591A;&#x9879;&#x5F0F;&#x6C42;&#x51FA;&#x6765;&#x4E86;&#x7684;&#x8BDD;&#xFF0C;&#x90A3;&#x4E48;&#x52A0;&#x4E0A;&#x4E00;&#x9636;&#x5DEE;&#x5206;&#x548C;&#x4E8C;&#x9636;&#x5DEE;&#x5206;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x7ED3;&#x679C;&#x4E86;&#xFF0C;&#x5982;x=6&#xFF0C;&#x800C;&#x4F60;&#x6709;&#x4E86;&#x5F53;x=4&#x548C;x=5&#x65F6;&#xFF0C;&#x591A;&#x9879;&#x5F0F;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x90A3;&#x4E48;x=6&#x7684;&#x7ED3;&#x679C;&#x5C31;&#x663E;&#x800C;&#x6613;&#x89C1;&#x4E86;&#x3002; </p>
<h3 id="&#x25C7;&#x603B;&#x7ED3;">&#x25C7;&#x603B;&#x7ED3;</h3>
<p>&#x9644;&#x4E0A;&#x4E00;&#x5F20;&#x5B8C;&#x6574;&#x7684;&#x56FE;&#xFF1A;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-20/91158128.jpg" alt=""></p>
<p>&#x8FD9;&#x4E24;&#x4E2A;&#x4F8B;&#x5B50;(&#x4E58;&#x65B9;&#x8FD0;&#x7B97;&#x548C;&#x591A;&#x9879;&#x5F0F;&#x8FD0;&#x7B97;)&#x90FD;&#x6709;&#x60F3;&#x901A;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5373;&#x53EA;&#x8981;&#x6211;&#x4EEC;&#x7ED9;&#x51FA;&#x521D;&#x59CB;&#x7684;&#x503C;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x7528;&#x524D;&#x4E00;&#x4E2A;&#x503C;+&#x4E00;&#x9636;&#x5DEE;&#x5206;+&#x4E8C;&#x9636;&#x5DEE;&#x5206;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x5F97;&#x51FA;&#x540E;&#x4E00;&#x4E2A;&#x503C;&#x4E86;&#x554A;&#xFF01;&#x90A3;&#x4E48;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x65B9;&#x6CD5;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x662F;&#x5DEE;&#x5206;&#x6CD5;&#x6C42;&#x591A;&#x9879;&#x5F0F;&#x7684;&#x503C;&#x3002;&#x8FD8;&#x6709;&#x5C31;&#x662F;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#x521D;&#x59CB;&#x503C;&#x4E0D;&#x4E00;&#x6837;&#xFF0C;&#x8BA1;&#x7B97;&#x7684;&#x591A;&#x9879;&#x5F0F;&#x4E5F;&#x662F;&#x4E0D;&#x4E00;&#x6837;&#x7684;&#x3002;</p>
<p>&#x8FD9;TM&#x8BA9;&#x6211;&#x60F3;&#x8D77;&#x4E86;&#x9012;&#x5F52;&#xFF0C;&#x800C;&#x4E0A;&#x8FF0;&#x7684;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x6070;&#x6070;&#x5982;&#x9012;&#x5F52;&#x7684;&#x540E;&#x534A;&#x751F;&#x4E00;&#x6837;&#xFF01;&#xFF01;&#xFF01;&#xFF08;&#x9012;&#x5F52;&#x7684;&#x524D;&#x534A;&#x751F;&#x5728;&#x627E;&#x521D;&#x604B;&#xFF08;&#x521D;&#x59CB;&#x503C;&#xFF09;&#xFF0C;&#x540E;&#x534A;&#x751F;&#x5219;&#x662F;&#x4E3A;&#x4E0E;&#x521D;&#x604B;&#x7ED3;&#x5A5A;&#x800C;&#x52AA;&#x529B;&#x594B;&#x6597;&#xFF08;&#x5F97;&#x5230;&#x7ED3;&#x5A5A;&#x7684;&#x7ED3;&#x679C;&#xFF09;&#xFF09;</p>
<h2 id="&#x2605;&#x5DEE;&#x5206;&#x673A;">&#x2605;&#x5DEE;&#x5206;&#x673A;</h2>
<p>&#x80FD;&#x4E0D;&#x80FD;&#x6839;&#x636E;&#x4E0A;&#x8FF0;&#x7684;&#x89C4;&#x5219;&#xFF0C;&#x505A;&#x51FA;&#x4E00;&#x53F0;&#x673A;&#x5668;&#x5462;&#xFF1F;&#x5B9E;&#x9645;&#x4E0A;&#x6211;&#x4EEC;&#x8BF4;&#x5DF4;&#x8D1D;&#x5947;&#x5C31;&#x662F;&#x5229;&#x7528;&#x8FD9;&#x79CD;&#x5DEE;&#x5206;&#x7684;&#x539F;&#x7406; &#xFF0C;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x4E86;&#x6C42;&#x89E3;&#x591A;&#x9879;&#x5F0F;&#x3002;&#x8FD9;&#x4E2A;&#x5DEE;&#x5206;&#x673A;&#xFF0C;&#x7528;&#x9F7F;&#x8F6E;&#x8868;&#x793A;&#x4E86;&#x4E00;&#x4E9B;&#x6570;&#x5B57;&#xFF0C;&#x901A;&#x8FC7;&#x9F7F;&#x8F6E;&#x95F4;&#x7684;&#x556E;&#x5408;&#x300C;ni&#xE8; h&#xE9; &#x300D;&#x6765;&#x53BB;&#x8868;&#x793A;&#x4E00;&#x4E9B;&#x5DEE;&#x5206;&#x8FD0;&#x7B97;&#x548C;&#x8FD9;&#x79CD;&#x52A0;&#x6CD5;&#x8FD0;&#x7B97;&#x3002;&#x6240;&#x4EE5;&#x4ED6;&#x5236;&#x9020;&#x4E86;&#x7B2C;&#x4E00;&#x53F0;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x80FD;&#x591F;&#x7F16;&#x5199;&#x4E00;&#x5B9A;&#x7A0B;&#x5E8F;&#x7684;&#x3001;&#x53EF;&#x4EE5;&#x53D8;&#x5316;&#x89C4;&#x5219;&#x7684;&#x4E00;&#x53F0;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x53F0;&#x8BA1;&#x7B97;&#x673A;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x5386;&#x53F2;&#x4E0A;&#x662F;&#x5F88;&#x6709;&#x610F;&#x4E49;&#x7684;&#x3002; &#x60F3;&#x8981;&#x6DF1;&#x5165;&#x4E86;&#x89E3;&#x5DEE;&#x5206;&#x673A;&#xFF1F;&#x5C31;&#x770B;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x2014;&#x2014;<a href="http://baijiahao.baidu.com/s?id=1558636995026259&amp;wfr=spider&amp;for=pc" target="_blank">&#x6765;&#x770B;&#x770B;&#x53E4;&#x8001;&#x7684;&#x84B8;&#x6C7D;&#x7535;&#x8111;&#x2014;&#x2014;&#x5DEE;&#x5206;&#x673A;</a>&#x3002;&#x6211;&#x770B;&#x4E86;&#x4E00;&#x773C;&#xFF0C;&#x5C31;&#x662F;&#x4E24;&#x4E2A;&#x5B57;&#x2014;&#x2014;&#x590D;&#x6742;&#x2026;&#x2026;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-20/25267324.jpg" alt=""></p>
<h2 id="&#x2605;&#x603B;&#x7ED3;">&#x2605;&#x603B;&#x7ED3;</h2>
<ul>
<li>&#x4E86;&#x89E3;&#x4E86;&#x5DEE;&#x5206;&#x6CD5;&#x662F;&#x4EC0;&#x4E48;</li>
<li>&#x7B80;&#x5355;&#x7684;&#x89C4;&#x5219;&#x53EF;&#x4EE5;&#x8BA9;&#x673A;&#x5668;&#x6765;&#x505A;&#xFF0C;&#x53CD;&#x6B63;&#x673A;&#x5668;&#x95F2;&#x5F97;&#x614C;</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="人计算与机器自动计算-B.html" class="navigation navigation-next navigation-unique" aria-label="Next page: 人计算与机器自动计算-B">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"人计算与机器自动计算-A","date":"2018-06-20T14:27:31.000Z","categories":"计算机专业导论","tags":"差分法","level":"1.2.4.1","depth":3,"next":{"title":"人计算与机器自动计算-B","level":"1.2.4.2","depth":3,"path":"ch01/人计算与机器自动计算-B.md","ref":"./ch01/人计算与机器自动计算-B.md","articles":[]},"previous":{"title":"人计算与机器自动计算","level":"1.2.4","depth":2,"ref":"","articles":[{"title":"人计算与机器自动计算-A","level":"1.2.4.1","depth":3,"path":"ch01/人计算与机器自动计算-A.md","ref":"./ch01/人计算与机器自动计算-A.md","articles":[]},{"title":"人计算与机器自动计算-B","level":"1.2.4.2","depth":3,"path":"ch01/人计算与机器自动计算-B.md","ref":"./ch01/人计算与机器自动计算-B.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch01/人计算与机器自动计算-A.md","mtime":"2018-06-20T06:38:32.362Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-08-19T05:03:36.410Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

