
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>回顾对计算与自动计算的认识 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="../test.html" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    第1讲-计算机、计算与计算思维
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="为什么学计算机、计算与计算思维？.html">
            
                <a href="为什么学计算机、计算与计算思维？.html">
            
                    
                    为什么学计算机、计算与计算思维？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="计算机专业导论这门课学什么？.html">
            
                <a href="计算机专业导论这门课学什么？.html">
            
                    
                    计算机专业导论这门课学什么？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="怎么学计算机专业导论？.html">
            
                <a href="怎么学计算机专业导论？.html">
            
                    
                    怎么学计算机专业导论？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" >
            
                <span>
            
                    
                    人计算与机器自动计算
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.4.1" data-path="人计算与机器自动计算-A.html">
            
                <a href="人计算与机器自动计算-A.html">
            
                    
                    人计算与机器自动计算-A
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4.2" data-path="人计算与机器自动计算-B.html">
            
                <a href="人计算与机器自动计算-B.html">
            
                    
                    人计算与机器自动计算-B
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="机器自动计算需要解决的问题？.html">
            
                <a href="机器自动计算需要解决的问题？.html">
            
                    
                    机器自动计算需要解决的问题？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="计算系统之发展趋势.html">
            
                <a href="计算系统之发展趋势.html">
            
                    
                    计算系统之发展趋势
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" >
            
                <span>
            
                    
                    第1讲之扩展内容（选修）
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.2.7.1" data-path="回顾对计算与自动计算的认识.html">
            
                <a href="回顾对计算与自动计算的认识.html">
            
                    
                    回顾对计算与自动计算的认识
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../test.html">
            
                <a href="../test.html">
            
                    
                    test
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >回顾对计算与自动计算的认识</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p>&#x6709;&#x4E24;&#x95E8;&#x8FD9;&#x6837;&#x7684;&#x8BFE;&#x7A0B;&#xFF1A;<a href="https://www.icourse163.org/course/HIT-7001" target="_blank">&#x5927;&#x5B66;&#x8BA1;&#x7B97;&#x673A;&#x2014;&#x8BA1;&#x7B97;&#x601D;&#x7EF4;&#x5BFC;&#x8BBA;</a>&#x548C;<a href="https://www.icourse163.org/course/HIT-437006?tid=1002251019" target="_blank">&#x8BA1;&#x7B97;&#x673A;&#x4E13;&#x4E1A;&#x5BFC;&#x8BBA;</a> &#x3002;&#x5B83;&#x4EEC;&#x5B58;&#x5728;&#x4EA4;&#x96C6;&#xFF0C;&#x800C;&#x4E14;&#x8001;&#x5E08;&#x90FD;&#x662F;&#x6218;&#x8001;&#x5E08;&#xFF0C;&#x524D;&#x8005;&#x76F8;&#x8F83;&#x4E8E;&#x540E;&#x8005;&#x8BE6;&#x7EC6;&#x5F88;&#x591A;&#x3002;&#x6211;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#x770B;&#x54EA;&#x4E00;&#x95E8;&#x8BFE;&#x7A0B;&#x597D;&#x4E86;&#xFF0C;&#x6BD5;&#x7ADF;&#x540E;&#x8005;&#x662F;&#x9075;&#x5FAA;&#x7740;&#x8FD9;&#x4E2A;<a href="http://study.163.com/curricula/cs.htm" target="_blank">&#x8DEF;&#x7EBF;&#x56FE;</a>&#x6765;&#x5B66;&#x7684;&#x2026;&#x2026;</p>
<!--more-->
<h2 id="&#x2605;&#x4EC0;&#x4E48;&#x662F;&#x8BA1;&#x7B97;&#xFF1F;">&#x2605;&#x4EC0;&#x4E48;&#x662F;&#x8BA1;&#x7B97;&#xFF1F;</h2>
<p>&#x4EC0;&#x4E48;&#x662F;&#x8BA1;&#x7B97;&#x5462;&#xFF1F;&#x8BA1;&#x7B97;&#x5B66;&#x79D1;&#x7684;&#x8BA1;&#x7B97;&#x4E0E;&#x6570;&#x5B66;&#x5B66;&#x79D1;&#x7684;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x6709;&#x4EC0;&#x4E48;&#x5DEE;&#x522B;&#x5462;&#xFF1F;</p>
<p>&#x9898;&#x5916;&#x8BDD;&#xFF1A;</p>
<p>&#x6628;&#x5929;&#x770B;&#x4E86;&#x738B;&#x57A0;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x300C;<a href="http://www.yinwang.org/blog-cn/2015/07/04/math" target="_blank">&#x6570;&#x5B66;&#x548C;&#x7F16;&#x7A0B;</a>&#x300D;&#xFF0C;&#x6211;&#x4F1A;&#x76F8;&#x4FE1;&#x4ED6;&#x6240;&#x8BF4;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x81F3;&#x4E8E;&#x4ED6;&#x7684;&#x89C2;&#x70B9;&#x6B63;&#x786E;&#x4E0E;&#x5426;&#xFF08;&#x53EF;&#x4EE5;&#x770B;<a href="https://linux.cn/article-6714-1.html" target="_blank">&#x8FD9;&#x4E2A;</a>&#x634B;&#x634B;&#xFF0C;&#x6587;&#x7AE0;&#x5E95;&#x90E8;&#x6709;&#x8BC4;&#x8BBA;&#xFF09;&#xFF1F;&#x6211;&#x5C31;&#x4E0D;&#x53BB;&#x5173;&#x5FC3;&#x4E86;&#x3002;&#x6BD5;&#x7ADF;&#x8FD9;&#x89E3;&#x51B3;&#x4E86;&#x300C;&#x81EA;&#x5DF1;&#x4E0D;&#x61C2;&#x5F88;&#x591A;&#x6570;&#x5B66;&#x800C;&#x70E6;&#x607C; &#x300D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5C31;&#x50CF;&#x4ED6;&#x8BF4;&#x7684;&#x5EFA;&#x8BAE;&#x4E00;&#x6837;&#x300C;&#x5148;&#x5B66;&#x7F16;&#x7A0B;&#xFF0C;&#x518D;&#x53BB;&#x770B;&#x6570;&#x5B66; &#x300D;&#x3002;</p>
<p>&#x56DE;&#x5230;&#x672C;&#x8BB2;&#x5185;&#x5BB9;&#xFF1A;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-29/61661455.jpg" alt=""></p>
<h3 id="&#x25C7;&#x7B80;&#x5355;&#x8BA1;&#x7B97;&#x2170;">&#x25C7;&#x7B80;&#x5355;&#x8BA1;&#x7B97;&#x2160;</h3>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x6211;&#x4EEC;&#x4ECE;&#x5C0F;&#x5B66;&#x5230;&#x521D;&#x4E2D;&#x90FD;&#x5728;&#x5B66;&#x4E60;&#x8BA1;&#x7B97;&#xFF0C;&#x6700;&#x5178;&#x578B;&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;3+2&#x7B49;&#x4E8E;5&#xFF0C;&#x6211;&#x4EEC;&#x5B66;&#x7684;&#x662F;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;<strong>&#x6211;&#x4EEC;&#x5B66;&#x7684;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E00;&#x4E9B;&#x89C4;&#x5219;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x4E60;&#x5982;&#x4F55;&#x5E94;&#x7528;&#x8FD9;&#x79CD;&#x89C4;&#x5219;&#x6765;&#x83B7;&#x5F97;&#x8BA1;&#x7B97;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x76EE;&#x7684;&#x662F;&#x4F7F;&#x4EBA;&#x80FD;&#x591F;&#x6839;&#x636E;&#x8FD9;&#x79CD;&#x89C4;&#x5219;&#x80FD;&#x591F;&#x8BA1;&#x7B97;&#x51FA;&#x7ED3;&#x679C;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x8BA1;&#x7B97;&#x3002;</strong></p>
<h3 id="&#x25C7;&#x590D;&#x6742;&#x8BA1;&#x7B97;&#x2171;">&#x25C7;&#x590D;&#x6742;&#x8BA1;&#x7B97;&#x2161;</h3>
<p>&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#xFF08;&#x770B;&#x56FE;&#x2014;&#x2014;A&#xFF09;&#x662F;&#x6211;&#x4EEC;&#x5728;&#x5927;&#x5B66;&#x6765;&#x5B66;&#x4E60;&#x7684;&#xFF0C;&#x4E2D;&#x5B66;&#x5230;&#x5927;&#x5B66;&#x4E5F;&#x4E0D;&#x65AD;&#x5728;&#x5B66;&#x4E60;&#x7684;&#xFF0C;&#x7C7B;&#x4F3C;&#x4E8E;&#x6211;&#x4EEC;&#x8BF4;&#x50CF;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;</p>
<p>&#x4E00;&#x79CD;&#x51FD;&#x6570;&#xFF0C;&#x901A;&#x8FC7;&#x6539;&#x8FDB;&#x4E00;&#x4E9B;&#x81EA;&#x53D8;&#x91CF;&#x7684;&#x4E00;&#x4E9B;&#x503C;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x7B97;&#x51FA;&#x8FD9;&#x4E2A;&#x51FD;&#x6570;&#x7684;&#x503C;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x4E5F;&#x662F;&#x4E00;&#x79CD;&#x8BA1;&#x7B97;&#x3002;&#x90A3;&#x4E48;<strong>&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x901A;&#x5E38;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x4E60;&#x7684;&#x662F;&#x5982;&#x4F55;&#x7528;&#x8FD9;&#x79CD;&#x51FD;&#x6570;&#x6765;&#x8868;&#x8FBE;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x4E00;&#x79CD;&#x73B0;&#x8C61;&#x3002;&#x4EE5;&#x53CA;&#x5B66;&#x4E60;&#x8FD9;&#x79CD;&#x51FD;&#x6570;&#xFF0C;&#x5982;&#x4F55;&#x901A;&#x8FC7;&#x4E00;&#x79CD;&#x7B80;&#x5355;&#x7684;&#x65B9;&#x6CD5;&#x4F7F;&#x4EBA;&#x53EF;&#x4EE5;&#x638C;&#x63E1;&#xFF0C;&#x4F7F;&#x4EBA;&#x53EF;&#x4EE5;&#x8BA1;&#x7B97;&#x51FA;&#x5B83;&#x7684;&#x8FD9;&#x79CD;&#x7ED3;&#x679C;&#x6765;&#x3002;&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x8BF4;&#x6570;&#x5B66;&#x4E0A;&#x7684;&#x8BA1;&#x7B97;&#x3002;</strong></p>
<h3 id="&#x25C7;&#x590D;&#x6742;&#x8BA1;&#x7B97;&#x2172;">&#x25C7;&#x590D;&#x6742;&#x8BA1;&#x7B97;&#x2162;</h3>
<p>&#x8FD8;&#x6709;&#x4E00;&#x79CD;&#x8BA1;&#x7B97;&#xFF08;&#x770B;&#x56FE;&#x2014;&#x2014;B&#xFF09;&#xFF0C;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x770B;&#xFF0C;&#x50CF;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x65B9;&#x7A0B;&#xFF0C;&#x90A3;&#x4E48;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E2A;&#x65B9;&#x7A0B;&#x6765;&#x8BB2;&#xFF0C;&#x6211;&#x4EEC;&#x5982;&#x4F55;&#x6C42;&#x89E3;&#x5462;&#xFF1F;&#x90A3;&#x4E48;&#x5E94;&#x8BE5;&#x8BF4;&#x8FD9;&#x4E2A;&#x65B9;&#x7A0B;&#x7684;&#x5F62;&#x5F0F;&#x6211;&#x4EEC;&#x662F;&#x77E5;&#x9053;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x5982;&#x4F55;&#x6C42;&#x89E3;&#xFF1F;&#x6211;&#x4EEC;&#x53EF;&#x80FD;<strong>&#x627E;&#x4E0D;&#x5230;&#x4E00;&#x4E9B;&#x5FEB;&#x901F;&#x7684;&#x529E;&#x6CD5;&#xFF0C;&#x6216;&#x8005;&#x8BF4;&#x8BA9;&#x4EBA;&#x5FEB;&#x901F;&#x7684;&#x7ED9;&#x5B83;&#x8BA1;&#x7B97;&#x51FA;&#x6765;&#x3002;</strong>&#x90A3;&#x4E48;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x600E;&#x4E48;&#x529E;&#xFF1F;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x6211;&#x80FD;&#x4E0D;&#x80FD;&#x591F;<strong>&#x7528;&#x4E00;&#x4E9B;&#x7B80;&#x5355;&#x7684;&#x89C4;&#x5219;&#x8BA9;&#x8BA1;&#x7B97;&#x673A;&#x91CD;&#x590D;&#x7684;&#x53BB;&#x6267;&#x884C;&#xFF0C;&#x6765;&#x5F97;&#x5230;&#x8BA1;&#x7B97;&#x7ED3;&#x679C;</strong>&#x4E86;&#xFF0C;&#x8FD9;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;<strong>&#x8BBE;&#x8BA1;&#x4E00;&#x4E9B;&#x7B80;&#x5355;&#x7684;&#x89C4;&#x5219;&#xFF0C;&#x8FD9;&#x4E2A;&#x7B80;&#x5355;&#x7684;&#x89C4;&#x5219;&#x53EF;&#x4EE5;&#x8BA9;&#x8BA1;&#x7B97;&#x673A;&#x6765;&#x81EA;&#x52A8;&#x7684;&#x6765;&#x6267;&#x884C;&#xFF0C;&#x7136;&#x540E;&#x8BA1;&#x7B97;&#x673A;&#x4E0D;&#x65AD;&#x5730;&#x91CD;&#x590D;&#x7684;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x5F97;&#x5230;&#x7ED3;&#x679C;</strong>&#x3002;&#x90A3;&#x4E48;&#x4E5F;&#x5C31;&#x8BF4;<strong>&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x79CD;&#x8BA1;&#x7B97;&#xFF0C;&#x89C4;&#x5219;&#x53EF;&#x80FD;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x4F46;&#x8BA1;&#x7B97;&#x91CF;&#x5374;&#x5F88;&#x5927;&#xFF0C;&#x4EBA;&#x662F;&#x505A;&#x4E0D;&#x51FA;&#x6765;&#x7684;&#xFF0C;&#x662F;&#x8BA9;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x6765;&#x505A;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x4E00;&#x79CD;&#x8BA1;&#x7B97;</strong>&#x3002;</p>
<hr>
<p><strong>&#x300C;&#x4EBA;&#x8BA1;&#x7B97;&#x300D;&#x662F;&#x6570;&#x5B66;&#x5B66;&#x79D1;&#x8981;&#x7814;&#x7A76;&#x7684;&#x5185;&#x5BB9; &#xFF0C;&#x300C;&#x8BA9;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x300D;&#x5219;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x5B66;&#x79D1;&#x8981;&#x7814;&#x7A76;&#x7684;&#x5185;&#x5BB9;</strong> </p>
<hr>
<h2 id="&#x2605;&#x4EBA;&#x8BA1;&#x7B97;&#x4E0E;&#x673A;&#x5668;&#x8BA1;&#x7B97;&#x7684;&#x5DEE;&#x522B;&#xFF1F;">&#x2605;&#x4EBA;&#x8BA1;&#x7B97;&#x4E0E;&#x673A;&#x5668;&#x8BA1;&#x7B97;&#x7684;&#x5DEE;&#x522B;&#xFF1F;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-29/74635274.jpg" alt=""></p>
<p>&#x6211;&#x4EEC;&#x7ED9;&#x5927;&#x5BB6;&#x4E3E;&#x4E2A;&#x4F8B;&#x5B50;&#x6765;&#x770B;&#x4EBA;&#x8BA1;&#x7B97;&#x548C;&#x673A;&#x5668;&#x8BA1;&#x7B97;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x5DEE;&#x522B;&#x3002;</p>
<h3 id="&#x25C7;&#x4EBA;&#x6C42;&#x89E3;">&#x25C7;&#x4EBA;&#x6C42;&#x89E3;</h3>
<p>&#x6BD4;&#x5982;&#x8BF4;&#x6211;&#x4EEC;&#x73B0;&#x5728;&#x8981;&#x6C42;&#x65B9;&#x7A0B;A&#x7684;&#x6839;&#xFF0C;&#x6211;&#x4EEC;&#x4EBA;&#x6C42;&#x89E3;&#x7684;&#x8BDD;&#xFF0C;&#x56E0;&#x4E3A;&#x6570;&#x5B66;&#x65B9;&#x6CD5;&#x5DF2;&#x7ECF;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#x8FD9;&#x4E2A;&#x4E00;&#x5143;&#x4E8C;&#x6B21;&#x65B9;&#x7A0B;&#x4E86;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x7528;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x516C;&#x5F0F;&#xFF08;&#x6C42;&#x6839;&#x516C;&#x5F0F;&#xFF09;&#x6765;&#x8FDB;&#x884C;&#x8BA1;&#x7B97;&#xFF0C;&#x83B7;&#x5F97;&#x5B83;&#x7684;&#x6839;&#x3002;</p>
<h3 id="&#x25C7;&#x673A;&#x5668;&#x6C42;&#x89E3;3">&#x25C7;&#x673A;&#x5668;&#x6C42;&#x89E3;3</h3>
<p>&#x4F46;&#x662F;&#x5BF9;&#x4E8E;&#x673A;&#x5668;&#x6765;&#x8BB2;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5B8C;&#x5168;&#x91C7;&#x7528;&#x53E6;&#x5916;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#x6765;&#x8FDB;&#x884C;&#x6C42;&#x89E3;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x4ECE;-n&#x5230;n&#x4EA7;&#x751F;x&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x6574;&#x6570;&#x503C;&#xFF0C;&#x90A3;&#x4E48;&#x5C06;&#x5176;&#x5E26;&#x5165;&#x5230;&#x8FD9;&#x4E2A;&#x65B9;&#x7A0B;&#x5F53;&#x4E2D;&#xFF0C;&#x90A3;&#x4E48;&#x4F7F;&#x5F97;&#x8FD9;&#x4E2A;&#x65B9;&#x7A0B;&#x4E3A;&#x96F6;&#x7684;&#x6240;&#x6709;&#x7684;&#x8FD9;&#x79CD;&#x6839;&#xFF0C;&#x6240;&#x6709;&#x7684;&#x8FD9;&#x79CD;x&#x503C;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x8981;&#x627E;&#x7684;&#x503C;&#x3002;</p>
<h3 id="&#x25C7;&#x5C0F;&#x7ED3;">&#x25C7;&#x5C0F;&#x7ED3;</h3>
<p>&#x6240;&#x4EE5;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x770B;&#xFF0C;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#xFF0C;&#x4EBA;&#x8FDB;&#x884C;&#x8BA1;&#x7B97;&#xFF0C;&#x89C4;&#x5219;&#x53EF;&#x80FD;&#x5F88;&#x590D;&#x6742;&#xFF0C;&#x4F46;&#x662F;&#x8BA1;&#x7B97;&#x91CF;&#x53EF;&#x80FD;&#x5F88;&#x5C0F;&#xFF0C;&#x4EBA;&#x9700;&#x8981;&#x77E5;&#x9053;&#x5177;&#x4F53;&#x7684;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x3002;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x6765;&#x8BB2;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x4E9B;&#x89C4;&#x5219;&#x53EF;&#x80FD;&#x662F;&#x4E00;&#x4E9B;&#x7279;&#x5B9A;&#x7684;&#x89C4;&#x5219;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x50CF;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x4E2A;&#x65B9;&#x7A0B;&#xFF08;&#x65B9;&#x7A0B;A&#xFF09;&#x7684;&#x8FD9;&#x79CD;&#x6C42;&#x89E3;&#x516C;&#x5F0F;&#x53EA;&#x9002;&#x5408;&#x7528;&#x4E8E;&#x4E00;&#x5143;&#x4E8C;&#x6B21;&#x65B9;&#x7A0B;&#xFF0C;&#x90A3;&#x4E48;&#x5BF9;&#x4E8E;&#x4EFB;&#x4F55;&#x65B9;&#x7A0B;&#x5B83;&#x9002;&#x4E0D;&#x9002;&#x5408;&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x53EF;&#x80FD;&#x4E0D;&#x77E5;&#x9053;&#x3002;&#x4F46;&#x662F;&#x5BF9;&#x4E8E;&#x673A;&#x5668;&#x6765;&#x8BB2;&#xFF0C;&#x5927;&#x5BB6;&#x77E5;&#x9053;&#x6211;&#x4EEC;&#x8BF4;&#x89C4;&#x5219;&#x53EF;&#x80FD;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x4F46;&#x8BA1;&#x7B97;&#x91CF;&#x5374;&#x5F88;&#x5927;&#xFF0C;&#x673A;&#x5668;&#x4E5F;&#x53EF;&#x4EE5;&#x91C7;&#x7528;&#x4EBA;&#x6240;&#x4F7F;&#x7528;&#x7684;&#x8FD9;&#x79CD;&#x89C4;&#x5219;&#x628A;&#x5B83;&#x53D8;&#x6210;&#x4E00;&#x79CD;&#x89C4;&#x5219;&#xFF0C;&#x8BA9;&#x673A;&#x5668;&#x6765;&#x6C42;&#x89E3;&#x4E5F;&#x662F;&#x53EF;&#x4EE5;&#x7684;&#x3002;&#x90A3;&#x4E48;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;&#x5BF9;&#x4E8E;&#x673A;&#x5668;&#x6C42;&#x89E3;&#x6765;&#x8BB2;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x79CD;&#x601D;&#x7EF4;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5BF9;&#x4EFB;&#x4F55;&#x7684;&#x8FD9;&#x79CD;&#x65B9;&#x7A0B;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x4E0B;&#x9762;&#x8FD9;&#x4E2A;&#x65B9;&#x7A0B;&#xFF08;&#x65B9;&#x7A0B;B&#xFF09;&#x90FD;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x6C42;&#x89E3;&#xFF0C;&#x8FD9;&#x662F;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x4EBA;&#x8BA1;&#x7B97;&#x548C;&#x673A;&#x5668;&#x8BA1;&#x7B97;&#x662F;&#x6709;&#x5DEE;&#x522B;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x5B83;&#x7684;&#x601D;&#x7EF4;&#x4E5F;&#x662F;&#x6709;&#x5DEE;&#x522B;&#x7684;&#x3002;</p>
<hr>
<p> <strong>&#x5982;&#x679C;&#x673A;&#x5668;&#x60F3;&#x8981;&#x4F7F;&#x7528;&#x4EBA;&#x590D;&#x6742;&#x7684;&#x89C4;&#x5219;&#x7684;&#x8BDD;&#xFF0C;&#x90A3;&#x4E48;&#x9014;&#x5F84;&#x5C31;&#x662F;&#x7A0B;&#x5E8F;&#x3002;&#x4E86;&#x89E3;&#x673A;&#x5668;&#x7684;&#x673A;&#x68B0;&#x89C4;&#x5219;&#xFF0C;&#x5BF9;&#x4E8E;&#x4F60;&#x7406;&#x89E3;&#x7A0B;&#x5E8F;&#x6781;&#x4E3A;&#x91CD;&#x8981;&#xFF0C;&#x5982;&#x5BF9;V8&#x5F15;&#x64CE;&#xFF08;&#x867D;&#x7136;V8&#x662F;&#x4E2A;&#x7A0B;&#x5E8F;&#xFF09;&#x6709;&#x4E86;&#x4E00;&#x5B9A;&#x7684;&#x8BA4;&#x8BC6;&#xFF0C;&#x90A3;&#x4E48;JavaScript&#x8FD9;&#x95E8;&#x8BED;&#x8A00;&#x5C31;&#x4E0D;&#x5728;&#x8BDD;&#x4E0B;&#x4E86;</strong></p>
<p>&#x5C31;&#x50CF;&#x8FD9;&#x53E5;&#x8BDD;&#x8BF4;&#x7684;&#x4E00;&#x6837;&#xFF1A;</p>
<blockquote>
<p>&#x54F2;&#x5B66;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x5B83;&#x4F7F;&#x6211;&#x4EEC;&#x5BF9;&#x8FC7;&#x53BB;&#x719F;&#x6089;&#x7684;&#x4E8B;&#x7269;&#x4E0E;&#x89C2;&#x70B9;&#x964C;&#x751F;&#x4E86;&#x8D77;&#x6765;&#xFF0C;&#x98A0;&#x8986;&#x4E86;&#x6211;&#x4EEC;&#x7684;&#x65E2;&#x6210;&#x89C2;&#x5FF5;&#x3002;&#x4E00;&#x65E6;&#x719F;&#x6089;&#x7684;&#x53D8;&#x5F97;&#x964C;&#x751F;&#xFF0C;&#x4E00;&#x65E6;&#x6211;&#x4EEC;&#x5F00;&#x59CB;&#x53CD;&#x601D;&#x6211;&#x4EEC;&#x7684;&#x73AF;&#x5883;&#xFF0C;&#x4E16;&#x754C;&#x5C06;&#x4ECE;&#x6B64;&#x4E0D;&#x518D;&#x4E00;&#x6837;&#x3002;</p>
</blockquote>
<p><strong>&#x4E00;&#x65E6;&#x4F60;&#x5F00;&#x59CB;&#x53CD;&#x601D;JavaScript&#x8FD0;&#x884C;&#x7684;&#x73AF;&#x5883;&#xFF0C;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#x4F60;&#x770B;JavaScript&#x7684;&#x773C;&#x795E;&#x4E5F;&#x4E0D;&#x5BF9;&#x4E86;&#xFF0C;&#x4F60;&#x4F3C;&#x4E4E;&#x53EF;&#x4EE5;&#x7AD9;&#x5728;&#x66F4;&#x9AD8;&#x7684;&#x89D2;&#x5EA6;&#x53BB;&#x7406;&#x89E3;JavaScript&#x8FD9;&#x95E8;&#x8BED;&#x8A00;&#xFF08;&#x5373;&#x4FBF;&#x5B83;&#x7684;&#x8BBE;&#x8BA1;&#x662F;&#x6709;&#x7F3A;&#x9677;&#x7684;&#xFF09;&#xFF0C;&#x4ECE;&#x800C;&#x5BF9;&#x8FC7;&#x5F80;&#x4E0D;&#x7406;&#x89E3;&#x7684;demo&#xFF0C;&#x6709;&#x4E86;&#x65B0;&#x7684;&#x8BA4;&#x8BC6;</strong></p>
<hr>
<h2 id="&#x2605;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#xFF1F;">&#x2605;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#xFF1F;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-29/90586013.jpg" alt=""></p>
<p>&#x57FA;&#x4E8E;&#x4E0A;&#x9762;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x5F97;&#x5230;&#x300C;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#x5462;&#xFF1F;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x3002;&#x6211;&#x4EEC;&#x901A;&#x5E38;&#x6765;&#x770B;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x8981;&#x89E3;&#x51B3;&#x5982;&#x4E0B;&#x51E0;&#x4E2A;&#x95EE;&#x9898;&#xFF1A;</p>
<ul>
<li>&#x7B2C;&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x6570;&#x636E;&#x600E;&#x4E48;&#x662F;&#x8868;&#x793A;&#x7684;&#xFF1F;</li>
<li>&#x7B2C;&#x4E8C;&#x4E2A;&#x5B83;&#x7684;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x5982;&#x4F55;&#x8868;&#x793A;&#xFF1F;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x5C31;&#x6D89;&#x53CA;&#x5230;&#x7A0B;&#x5E8F;&#x7684;&#x6982;&#x5FF5;&#x3002;</li>
<li>&#x7B2C;&#x4E09;&#x4E2A;&#x6765;&#x8BB2;&#x5C31;&#x662F;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x4E0E;&#x6570;&#x636E;&#x600E;&#x4E48;&#x6837;&#x81EA;&#x52A8;&#x5B58;&#x81EA;&#x52A8;&#x53D6;&#xFF0C;&#x8FD9;&#x5C31;&#x6D89;&#x53CA;&#x5230;&#x4E86;&#x5B58;&#x50A8;&#x5668;&#x3002;</li>
<li>&#x8FD8;&#x6709;&#x4E00;&#x70B9;&#x5C31;&#x662F;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x7684;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x95EE;&#x9898;&#x3002;<strong>&#x90A3;&#x4E48;&#x80FD;&#x4E0D;&#x80FD;&#x591F;&#x81EA;&#x52A8;&#x6267;&#x884C;&#xFF0C;&#x5219;&#x662F;&#x8861;&#x91CF;&#x662F;&#x4E0D;&#x662F;&#x5C5E;&#x4E8E;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x4E00;&#x4E2A;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x4E2A;&#x6807;&#x5FD7;&#x3002;</strong></li>
</ul>
<p>&#x80FD;&#x5426;&#x4E3E;&#x51E0;&#x4E2A;&#x6817;&#x5B50;&#x6765;&#x8BF4;&#x660E;&#x8FD9;&#x4E2A;&#xFF08;&#x4E0A;&#x4E00;&#x884C;&#x52A0;&#x7C97;&#x7684;&#x90E8;&#x5206;&#xFF09;&#x89C2;&#x70B9;&#xFF08;&#x81EA;&#x52A8;&#x6267;&#x884C;&#xFF1F;&#x8BA1;&#x7B97;&#x673A;&#xFF1F;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x6807;&#x5FD7;&#xFF09;&#xFF1F;&#x8BF7;&#x770B;&#x4E0B;&#x9762;&#x7684;&#x5185;&#x5BB9;&#xFF1A;</p>
<h2 id="&#x2605;&#x673A;&#x68B0;&#x8BA1;&#x7B97;&#x7684;&#x63A2;&#x7D22;&#xFF1F;">&#x2605;&#x673A;&#x68B0;&#x8BA1;&#x7B97;&#x7684;&#x63A2;&#x7D22;&#xFF1F;</h2>
<h3 id="&#x25C7;&#x7B97;&#x76D8;">&#x25C7;&#x7B97;&#x76D8;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-29/85361616.jpg" alt=""></p>
<p>&#x6BD4;&#x5982;&#x8BF4;&#x7B97;&#x76D8;&#x80FD;&#x4E0D;&#x80FD;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x3002;&#x6211;&#x4EEC;&#x6765;&#x770B;&#x7B97;&#x76D8;&#x5462;&#x2026;&#x2026;&#x5B83;&#x80FD;&#x591F;&#x8868;&#x793A;&#x6570;&#x636E;&#xFF0C;&#x4E0A;&#x9762;&#x8868;&#x793A;&#x4E94;&#xFF0C;&#x4E0B;&#x8FB9;&#x8868;&#x793A;&#x4E00;&#xFF0C;&#x90A3;&#x4E48;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x8FDB;&#x4F4D;&#x3002;&#x90A3;&#x4E48;&#x5B83;&#x53F3;&#x8FB9;&#x5462;&#xFF1F;&#x7ED9;&#x6211;&#x4EEC;&#x4E86;&#x4E00;&#x5957;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x5957;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x5E94;&#x8BE5;&#x8BF4;&#x662F;&#x4EBA;&#x53EF;&#x4EE5;&#x638C;&#x63E1;&#x5E76;&#x8FD0;&#x7528;&#x6765;&#x8FDB;&#x884C;&#x8BA1;&#x7B97;&#x7684;&#x4E00;&#x5957;&#x89C4;&#x5219;&#x3002;&#x4F46;&#x662F;&#x5BF9;&#x8FD9;&#x5957;&#x89C4;&#x5219;&#x6765;&#x8BB2;&#xFF0C;&#x673A;&#x5668;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x8FD9;&#x4E2A;&#x7B97;&#x76D8;&#x662F;&#x4E0D;&#x80FD;&#x591F;&#x6267;&#x884C;&#x7684;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8BF4;<strong>&#x7B97;&#x76D8;&#x901A;&#x5E38;&#x53EF;&#x4EE5;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x4E00;&#x79CD;&#x8F85;&#x52A9;&#x7684;&#x8BA1;&#x7B97;&#x5DE5;&#x5177;&#xFF0C;&#x8FD8;&#x4E0D;&#x80FD;&#x88AB;&#x8BA4;&#x4E3A;&#x8BA1;&#x7B97;&#x673A;</strong>&#x3002;</p>
<h3 id="&#x25C7;&#x5E15;&#x65AF;&#x5361;&#x8BA1;&#x7B97;&#x673A;">&#x25C7;&#x5E15;&#x65AF;&#x5361;&#x8BA1;&#x7B97;&#x673A;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-29/52156861.jpg" alt=""></p>
<p>&#x90A3;&#x4E48;&#x771F;&#x6B63;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x79F0;&#x4E3A;&#x53EB;&#x505A;&#x5E15;&#x65AF;&#x5361;&#x8BA1;&#x7B97;&#x673A;&#x3002;&#x8FD9;&#x662F;&#x5E15;&#x65AF;&#x5361;&#xFF08;&#x770B;&#x56FE;&#xFF09;&#xFF0C;&#x8FD9;&#x4E2A;&#x4EBA;&#x5F88;&#x5389;&#x5BB3;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x540E;&#x8FB9;&#x6709;&#x4E00;&#x79CD;&#x8BED;&#x8A00;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x628A;&#x5B83;&#x79F0;&#x4F5C;PASCAL&#x8BED;&#x8A00;&#xFF0C;&#x4E3B;&#x8981;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x7EAA;&#x5FF5;&#x4ED6;&#x7684;&#x8FD9;&#x79CD;&#x529F;&#x7EE9;&#x3002;&#x4ED6;&#x8BBE;&#x8BA1;&#x5E76;&#x5236;&#x9020;&#x4E86;&#x4E00;&#x53F0;&#x4FD7;&#x79F0;&#x53EB;&#x505A;&#x5E15;&#x65AF;&#x5361;&#x673A;&#x7684;&#x4E00;&#x79CD;&#x673A;&#x68B0;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x8FD9;&#x662F;&#x5B83;&#x7684;&#x4E00;&#x79CD;&#x5F62;&#x5F0F;&#xFF08;&#x770B;&#x56FE;&#xFF09;&#x3002;&#x90A3;&#x4E48;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x91CC;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x7528;&#x9F7F;&#x8F6E;&#x7684;&#x8FD9;&#x79CD;&#x556E;&#x5408;&#x6765;&#x8868;&#x8FBE;&#x4E86;&#x5341;&#x8FDB;&#x5236;&#x6570;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;&#x3002;&#x5B83;&#x901A;&#x8FC7;&#x8FD9;&#x91CC;&#x9762;&#x7684;&#x4E00;&#x4E9B;&#x673A;&#x68B0;&#x673A;&#x6784;&#x7684;&#x8FD9;&#x79CD;&#x4F20;&#x52A8;&#x53EF;&#x4EE5;&#x6267;&#x884C;&#x7B80;&#x5355;&#x7684;&#x52A0;&#x6CD5;&#x8FD0;&#x7B97;&#xFF0C;&#x8FD9;&#x662F;&#x5B83;&#x7684;&#x4E00;&#x79CD;&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x7684;&#x539F;&#x7406;&#x3002;&#x6211;&#x4EEC;&#x8BF4;&#x5E15;&#x65AF;&#x5361;&#x673A;&#x5B83;&#x7684;&#x6DF1;&#x523B;&#x610F;&#x4E49;&#x5728;&#x54EA;&#x91CC;&#x5462;&#xFF1F;&#x5B83;&#x5B9E;&#x9645;&#x4E0A;&#x544A;&#x8BC9;&#x6211;&#x4EEC;<strong>&#x7528;&#x7EAF;&#x673A;&#x68B0;&#x7684;&#x88C5;&#x7F6E;&#x53EF;&#x4EE5;&#x4EE3;&#x66FF;&#x4EBA;&#x7684;&#x601D;&#x7EF4;&#x548C;&#x8BB0;&#x5FC6;&#xFF0C;&#x5F00;&#x8F9F;&#x4E86;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x7684;&#x9053;&#x8DEF;&#xFF0C;&#x6240;&#x4EE5;&#x8BF4;&#x5B83;&#x662F;&#x4E00;&#x79CD;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x5F00;&#x62D3;&#x8005;&#x3002;</strong></p>
<h3 id="&#x25C7;&#x83B1;&#x5E03;&#x5C3C;&#x8328;">&#x25C7;&#x83B1;&#x5E03;&#x5C3C;&#x8328;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-29/16416263.jpg" alt=""></p>
<p>&#x83B1;&#x5E03;&#x5C3C;&#x8328;&#x5728;&#x5B83;&#xFF08;&#x5E15;&#x65AF;&#x5361;&#x8BA1;&#x7B97;&#x673A;&#xFF09;&#x7684;&#x57FA;&#x7840;&#x4E0A;&#x6539;&#x8FDB;&#x4E86;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x4ED6;&#x4F7F;&#x5F97;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x673A;&#x901A;&#x8FC7;&#x8FD9;&#x79CD;&#x6B65;&#x8FDB;&#x8F6E;&#x7684;&#x8FD9;&#x79CD;&#x5F15;&#x8FDB;&#xFF0C;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x8FDE;&#x7EED;&#x3001;&#x91CD;&#x590D;&#x7684;&#x3001;&#x81EA;&#x52A8;&#x7684;&#x8BA1;&#x7B97;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x83B1;&#x5E03;&#x5C3C;&#x8328;&#x6539;&#x8FDB;&#x7684;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x673A;&#xFF08;&#x770B;&#x56FE;&#xFF09;&#xFF0C;&#x83B1;&#x5E03;&#x5C3C;&#x8328;&#x5728;&#x6539;&#x8FDB;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8FDB;&#x884C;&#x4E86;&#x8FD9;&#x79CD;&#x601D;&#x8003;&#x2192;&#x261E;&#x611F;&#x89C9;&#x5230;&#x57FA;&#x4E8E;&#x5341;&#x8FDB;&#x5236;&#x7684;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x673A;&#x5668;&#xFF0C;&#x5B83;&#x8FD9;&#x79CD;&#x8BBE;&#x8BA1;&#x5E94;&#x8BE5;&#x8BF4;&#x662F;&#x975E;&#x5E38;&#x590D;&#x6742;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x5341;&#x8FDB;&#x5236;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x6BD4;&#x8F83;&#x590D;&#x6742;&#xFF0C;&#x6240;&#x4EE5;&#x4ED6;&#x5728;&#x8BBE;&#x8BA1;&#x7684;&#x8FC7;&#x7A0B;&#x5F53;&#x4E2D;&#x5C31;&#x6709;&#x6240;&#x4F53;&#x4F1A;&#xFF0C;&#x4ED6;&#x4E5F;&#x53C2;&#x8003;&#x4E86;&#x6211;&#x4EEC;&#x524D;&#x9762;&#x770B;&#x5230;&#x7684;&#x8FD9;&#x79CD;&#x4E2D;&#x56FD;&#x7684;&#x8FD9;&#x79CD;&#x6613;&#x7ECF;&#xFF0C;&#x6240;&#x4EE5;&#x4ED6;&#x5728;&#x601D;&#x8003;&#x80FD;&#x4E0D;&#x80FD;&#x7528;&#x4E8C;&#x8FDB;&#x5236;&#x6765;&#x8BBE;&#x8BA1;&#x673A;&#x5668;&#x5462;&#xFF0C;&#x6240;&#x4EE5;&#x4ED6;&#x540E;&#x6765;&#x5C31;&#x4E13;&#x6CE8;&#x4E8E;&#x7814;&#x7A76;&#x57FA;&#x4E8E;&#x4E8C;&#x8FDB;&#x5236;&#x7684;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x90A3;&#x4E48;&#x540E;&#x6765;&#x53C8;&#x63D0;&#x51FA;&#x4E86;&#x6570;&#x7406;&#x903B;&#x8F91;&#x7B49;&#x7B49;&#xFF0C;&#x5E94;&#x8BE5;&#x8BF4;<strong>&#x83B1;&#x5E03;&#x5C3C;&#x8328;&#x505A;&#x7684;&#x8FD9;&#x79CD;&#x63A2;&#x7D22;&#x7684;&#x5DE5;&#x4F5C;&#x662F;&#x503C;&#x5F97;&#x6211;&#x4EEC;&#x5B66;&#x4E60;&#x7684;</strong>&#x3002;</p>
<hr>
<p>&#x8FD9;&#x4E2A;&#x5C0F;&#x8282;&#xFF0C;&#x8BA9;&#x6211;&#x60F3;&#x5230;&#x300C;&#x7AD9;&#x5728;&#x5DE8;&#x4EBA;&#x7684;&#x80A9;&#x8180;&#x4E0A;&#x524D;&#x8FDB;&#x300D;&#x8FD9;&#x53E5;&#x8BDD;&#xFF0C;&#x8FDB;&#x4E00;&#x6B65;&#x63D0;&#x51FA;&#x7591;&#x95EE;&#x300C;&#x4F3C;&#x4E4E;&#x73B0;&#x5728;&#x5F88;&#x591A;&#x7684;&#x4E1C;&#x897F;&#x90FD;&#x662F;&#x57FA;&#x4E8E;&#x524D;&#x4EBA;&#x7684;&#x52AA;&#x529B;&#x800C;&#x5F97;&#x6765;&#x7684;&#xFF1F;&#xFF1F;&#x300D;&#xFF0C;&#x4E8E;&#x662F;&#x57FA;&#x4E8E;&#x8C37;&#x6B4C;&#x641C;&#x7D22;&#x7684;&#x5F97;&#x5230;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF1A;<a href="https://www.zhihu.com/question/36972973" target="_blank">&#x7AD9;&#x5728;&#x5DE8;&#x4EBA;&#x7684;&#x80A9;&#x8180;&#x4E0A;&#xFF0C;&#x5982;&#x679C;&#x5DE8;&#x4EBA;&#x9519;&#x4E86;&#x5462;&#xFF1F;</a></p>
<p>&#x6211;&#x7ADF;&#x7136;&#x6CA1;&#x6709;&#x63D0;&#x51FA;&#x300C;&#x5DE8;&#x4EBA;&#x5047;&#x5982;&#x662F;&#x9519;&#x7684;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x6839;&#x672C;&#x7684;&#x9519;&#x8BEF;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x7591;&#x95EE;&#xFF0C;&#x8FD9;&#x8BA9;&#x6211;&#x611F;&#x53D7;&#x5230;&#x81EA;&#x5DF1;&#x4F9D;&#x65E7;&#x83DC;&#x5F97;&#x62A0;&#x811A;&#x554A;&#xFF01;&#xFF01;&#xFF01;</p>
<p>&#x5176;&#x4E2D;&#x6709;&#x8FD9;&#x4E48;&#x4E00;&#x4E2A;&#x7B54;&#x6848;&#xFF1A;</p>
<blockquote>
<p>&#x7AD9;&#x5728;&#x5DE8;&#x4EBA;&#x7684;&#x80A9;&#x8180;&#x4E0A;&#xFF0C;&#x5982;&#x679C;&#x5DE8;&#x4EBA;&#x9519;&#x4E86;&#x5462;&#xFF1F; - &#x53CD;&#x6B63;&#x4F60;&#x4E0D;&#x8BA4;&#x8BC6;&#x6211;&#x7684;&#x56DE;&#x7B54; - &#x77E5;&#x4E4E; <a href="https://www.zhihu.com/question/36972973/answer/71194099" target="_blank">https://www.zhihu.com/question/36972973/answer/71194099</a> </p>
</blockquote>
<p>&#x8FD9;&#x5176;&#x4E2D;&#x6709;&#x4E24;&#x53E5;&#x8BDD;&#x5F88;&#x6709;&#x5473;&#x9053;&#xFF1A;</p>
<p>&#x4E00;&#x53E5;&#x662F;&#xFF1A;</p>
<blockquote>
<p><strong>&#x6211;&#x4E0D;&#x559C;&#x6B22;&#x5DE8;&#x4EBA;&#x7684;&#x8FD9;&#x4E2A;&#x6BD4;&#x55BB;&#xFF0C;&#x4E0D;&#x8FC7;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x95EE;&#x7684;&#x4E0D;&#x9519;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x8FD9;&#x4E48;&#x60F3;&#x5427;&#x3002;&#x6211;&#x4EEC;&#x6240;&#x8FFD;&#x6C42;&#x7684;&#x53D1;&#x73B0;&#x5982;&#x540C;&#x5728;&#x9ED1;&#x591C;&#x91CC;&#x5BFB;&#x627E;&#x91D1;&#x5E01;&#xFF0C;&#x800C;&#x8FC7;&#x5F80;&#x7684;paradigm&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x706F;&#x3002;&#x6709;&#x4E9B;&#x4EBA;&#x628A;&#x8FD9;&#x706F;&#x5F53;&#x6210;&#x4E86;&#x8DEF;&#x706F;&#x6765;&#x7528;&#xFF0C;&#x53EA;&#x5728;&#x5149;&#x4E0B;&#x5BFB;&#x627E;&#xFF0C;&#x89C6;&#x91CE;&#x4FBF;&#x88AB;&#x56F0;&#x4F4F;&#xFF0C;&#x5373;&#x4FBF;&#x5149;&#x7167;&#x7684;&#x4F4D;&#x7F6E;&#x662F;&#x9519;&#x8BEF;&#x7684;&#x3002;&#x6709;&#x4E9B;&#x4EBA;&#x628A;&#x8FD9;&#x5149;&#x5F53;&#x6210;&#x624B;&#x7535;&#x7B52;&#xFF0C;&#x5728;&#x7167;&#x4EAE;&#x4E0D;&#x5230;&#x7684;&#x65F6;&#x5019;&#x4FBF;&#x5373;&#x65F6;&#x8C03;&#x6574;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x79D1;&#x5B66;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x6211;&#x4EEC;&#x8BE5;&#x505A;&#x7684;&#x3002;</strong></p>
</blockquote>
<p>&#x53E6;&#x5916;&#x4E00;&#x53E5;&#x662F;&#xFF1A;</p>
<blockquote>
<p>&#x4E0D;&#x8981;&#x628A;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x653E;&#x4E0A;&#x795E;&#x575B;&#xFF0C;&#x4E5F;&#x4E0D;&#x8981;&#x53BB;&#x9119;&#x89C6;&#x90A3;&#x4E9B;&#x66FE;&#x7ECF;&#x7684;&#x843D;&#x540E;&#x60F3;&#x6CD5;&#xFF0C;&#x4ED6;&#x4EEC;&#x4E0D;&#x8FC7;&#x90FD;&#x662F;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x8981;&#x8D70;&#x7684;&#x8DEF;&#x800C;&#x5DF2;&#x3002;<strong>&#x6CA1;&#x6709;&#x4EBA;&#x56E0;&#x4E3A;&#x4ECA;&#x5929;&#x7684;&#x592A;&#x9633;&#xFF0C;&#x800C;&#x9119;&#x89C6;&#x6628;&#x65E5;&#x7684;&#x665A;&#x971E;&#x3002;</strong> </p>
</blockquote>
<p> &#x6211;&#x5728;&#x5B66;&#x524D;&#x7AEF;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5C31;&#x5145;&#x65A5;&#x7740;&#x6280;&#x672F;&#x8FED;&#x4EE3;&#x66F4;&#x65B0;&#x7684;&#x5F88;&#x5FEB;&#x7684;&#x6C14;&#x606F;&#xFF0C;&#x968F;&#x7740;&#x800C;&#x6765;&#x7684;&#x5C31;&#x662F;&#x5BF9;&#x65E7;&#x6280;&#x672F;&#x7684;&#x4E00;&#x79CD;&#x9119;&#x89C6;&#x3002;<img src="http://otty6pwsj.bkt.clouddn.com/18-6-29/80335733.jpg" alt=""></p>
<p>&#x6211;&#x89C9;&#x5F97;&#x8FD9;&#x662F;&#x53EF;&#x4EE5;&#x6709;&#x7684;&#xFF0C;&#x6BD5;&#x7ADF;&#x8FD9;&#x4E9B;&#x8BED;&#x8A00;&#x7684;&#x8BBE;&#x8BA1;&#xFF0C;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7B49;&#x7B49;&#xFF0C;&#x5728;&#x90A3;&#x4E2A;&#x65F6;&#x95F4;&#x6BB5;&#x91CC;&#xFF0C;&#x6211;&#x60F3;&#x662F;&#x6700;&#x597D;&#x7684;&#x505A;&#x6CD5;&#x5427;&#xFF01;&#x6211;&#x4F1A;&#x53BB;&#x8BD5;&#x7740;&#x62E5;&#x62B1;&#x53D8;&#x5316;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x4E9B;&#x53D8;&#x5316;&#x548C;&#x89C4;&#x5219;&#xFF0C;&#x5728;&#x6211;&#x770B;&#x6765;&#x90FD;&#x610F;&#x5473;&#x7740;&#x4E00;&#x79CD;&#x8FDB;&#x6B65;&#xFF0C;&#x4E0D;&#x8FC7;&#x5728;&#x6B64;&#x4E4B;&#x524D;&#xFF0C;&#x4F60;&#x5FC5;&#x987B;&#x6709;&#x8FD9;&#x4E48;&#x4E00;&#x4E2A;&#x8BA4;&#x8BC6;&#x300C;&#x63A2;&#x7D22;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x8FC7;&#x7A0B;&#x662F;&#x503C;&#x5F97;&#x5B66;&#x4E60;&#x7684;&#x300D;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4F9D;&#x846B;&#x82A6;&#x753B;&#x74E2;&#xFF0C;&#x8F93;&#x5165;&#x4E00;&#x4E2A;&#x505A;&#x6CD5;&#xFF0C;&#x7136;&#x540E;&#x8F93;&#x51FA;&#x4E00;&#x4E2A;&#x7ED3;&#x679C;&#x5C31;&#x4E86;&#x4E8B;&#x4E86;&#x2026;&#x2026;</p>
<hr>
<h3 id="&#x25C7;&#x5176;&#x4ED6;&#x91CD;&#x8981;&#x7684;&#x5DE5;&#x4F5C;">&#x25C7;&#x5176;&#x4ED6;&#x91CD;&#x8981;&#x7684;&#x5DE5;&#x4F5C;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-29/85923.jpg" alt=""></p>
<p>&#x5728;&#x8FD9;&#x79CD;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x7684;&#x63A2;&#x7D22;&#x5F53;&#x4E2D;&#xFF0C;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x7684;&#x4EBA;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x6211;&#x4EEC;&#x56FE;&#x4E2D;&#x53F3;&#x4FA7;&#x7684;&#x8FD9;&#x4E2A;&#x5DF4;&#x8D1D;&#x5947;&#x5DEE;&#x5206;&#x673A;&#x4E0E;&#x5206;&#x6790;&#x673A;&#xFF0C;&#x5DF4;&#x8D1D;&#x5947;<strong>&#x7A77;&#x5C3D;&#x4E00;&#x751F;</strong>&#x5728;&#x505A;&#x4E00;&#x53F0;&#x53EF;&#x4EE5;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x7684;&#x8FD9;&#x79CD;&#x673A;&#x5668;&#xFF0C;&#x800C;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x673A;&#x5668;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x8FD9;&#x79CD;&#x5DEE;&#x5206;&#x7684;&#x539F;&#x7406;&#x6765;&#x5B9E;&#x73B0;&#x4E00;&#x4E9B;&#x590D;&#x6742;&#x51FD;&#x6570;&#x7684;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#xFF0C;&#x5E94;&#x8BE5;&#x8BF4;&#x5B83;&#x662F;&#x53EF;&#x4EE5;&#x5177;&#x6709;&#x4E00;&#x5B9A;&#x53EF;&#x53D8;&#x89C4;&#x5219;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x53F0;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#x662F;&#x53EF;&#x4EE5;&#x6267;&#x884C;&#x7A0B;&#x5E8F;&#x7684;&#x4E00;&#x53F0;&#x8BA1;&#x7B97;&#x673A;&#xFF1B;</p>
<p>&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x4EBA;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x4E00;&#x4E9B;&#x8F93;&#x5165;&#x624B;&#x6BB5;&#x7684;&#x7814;&#x7A76;&#x8005;&#x7814;&#x7A76;&#x8FD9;&#x79CD;&#x6253;&#x5B54;&#x5361;&#xFF0C;&#x90A3;&#x4E48;&#x5728;&#x4E00;&#x5F20;&#x7EB8;&#x5E26;&#x4E0A;&#x6709;&#x5B54;&#x7684;&#x65F6;&#x5019;&#x8868;&#x793A;&#x8F93;&#x5165;&#x7684;&#x662F;&#x4E00;&#xFF0C;&#x6CA1;&#x6709;&#x5B54;&#x7684;&#x65F6;&#x5019;&#x8868;&#x793A;&#x8F93;&#x5165;&#x7684;&#x662F;&#x96F6;&#xFF0C;&#x90A3;&#x4E48;&#x901A;&#x8FC7;&#x6709;&#x5B54;&#x6CA1;&#x6709;&#x5B54;&#x5C31;&#x53EF;&#x4EE5;&#x89E3;&#x51B3;&#x4E86;&#x8F93;&#x5165;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x57FA;&#x4E8E;&#x4E8C;&#x8FDB;&#x5236;&#x7684;&#x3002;</p>
<p>&#x5F53;&#x7136;&#x6211;&#x4EEC;&#x8BF4;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x6BD4;&#x5982;&#x50CF;&#x5E03;&#x5C14;&#xFF0C;&#x90A3;&#x4E48;&#x4ED6;&#x7814;&#x7A76;&#x4E86;&#x57FA;&#x4E8E;&#x4E8C;&#x8FDB;&#x5236;&#x7684;&#x8FD9;&#x79CD;&#x7535;&#x8DEF;&#x7684;&#x8BBE;&#x8BA1;&#xFF0C;&#x6240;&#x4EE5;&#x4F7F;&#x5F97;&#x6570;&#x5B57;&#x7535;&#x8DEF;&#x8FD9;&#x79CD;&#x8BBE;&#x8BA1;&#x53D6;&#x5F97;&#x4E86;&#x4ECA;&#x5929;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x6210;&#x5C31;&#xFF0C;&#x5E94;&#x8BE5;&#x8BF4;&#x5B83;&#x7684;&#x529F;&#x52B3;&#x662F;&#x4E0D;&#x53EF;&#x78E8;&#x706D;&#x7684;&#x3002;&#x73B0;&#x5728;&#x6211;&#x4EEC;&#x8BF4;&#x628A;&#x8FD9;&#x79CD;&#x4EE3;&#x6570;&#x79F0;&#x4E3A;&#x53EB;&#x505A;&#x5E03;&#x5C14;&#x4EE3;&#x6570;&#xFF0C;&#x5F88;&#x591A;&#x7684;&#x8FD9;&#x79CD;&#x91CF;&#xFF0C;&#x6211;&#x4EEC;&#x79F0;&#x4E3A;&#x53EB;&#x505A;&#x5E03;&#x5C14;&#x91CF;&#x3001;&#x5E03;&#x5C14;&#x903B;&#x8F91;&#x7B49;&#x7B49;&#xFF0C;&#x90FD;&#x662F;&#x4E3A;&#x4E86;&#x7EAA;&#x5FF5;&#x4ED6;&#x7684;&#xFF0C;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x5728;&#x540E;&#x9762;&#x7684;&#x8FD9;&#x79CD;&#x590D;&#x4E60;&#x5F53;&#x4E2D;&#x67E5;&#x9605;&#x7F51;&#x7EDC;&#x8D44;&#x6599;&#x6765;&#x5B66;&#x4E60;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x5176;&#x4ED6;&#x7684;&#x5DE5;&#x4F5C;&#x3002;</p>
<hr>
<p><strong>&#x8FD9;&#x8BA9;&#x6211;&#x60F3;&#x8D77;&#x90A3;&#x53E5;&#x8BDD;&#x300C;&#x4ECE;1&#x5230;100&#x5F88;&#x5BB9;&#x6613;&#xFF0C;&#x96BE;&#x7684;&#x662F;&#x4ECE;0&#x5230;1&#x300D;&#x2026;&#x2026;</strong></p>
<p>&#x77E5;&#x4E4E;&#x4E0A;&#x6709;&#x8FD9;&#x4E48;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF1A;</p>
<p>&#x4F20;&#x9001;&#x95E8;&#xFF1A;<a href="https://www.zhihu.com/question/22166777" target="_blank">&#x4E3A;&#x4EC0;&#x4E48;&#x8FD1; 20 &#x5E74;&#x79D1;&#x6280;&#x53D1;&#x5C55;&#x7684;&#x7279;&#x522B;&#x5FEB;&#xFF0C;&#x5B8C;&#x5168;&#x662F;&#x7206;&#x70B8;&#x5F0F;&#x7684;&#x98DE;&#x8DC3;&#xFF1F;</a></p>
<p>&#x8FD1;&#x51E0;&#x5E74;&#x6765;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x5728;&#x611F;&#x5B98;&#x4E0A;&#x7684;&#x523A;&#x6FC0;&#x5C24;&#x4E3A;&#x7684;&#x5F3A;&#x70C8;&#xFF0C;&#x6211;&#x4E0D;&#x77E5;&#x9053;&#x540E;&#x5341;&#x5E74;&#x4F1A;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF0C;&#x5F88;&#x671F;&#x5F85;&#x4F46;&#x4E5F;&#x5F88;&#x7126;&#x8651;&#x2026;&#x2026;</p>
<hr>
<h3 id="&#x25C7;&#x673A;&#x68B0;&#x8BA1;&#x7B97;&#x7684;&#x7B80;&#x8981;&#x53D1;&#x5C55;&#x5386;&#x7A0B;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;">&#x25C7;&#x673A;&#x68B0;&#x8BA1;&#x7B97;&#x7684;&#x7B80;&#x8981;&#x53D1;&#x5C55;&#x5386;&#x7A0B;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-29/57229671.jpg" alt=""></p>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x7528;&#x673A;&#x68B0;&#x8BA1;&#x7B97;&#x5B83;&#x8FD9;&#x79CD;&#x7B80;&#x8981;&#x7684;&#x5386;&#x7A0B;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x7B97;&#x76D8;&#xFF0C;&#x53EA;&#x80FD;&#x8BF4;&#x662F;&#x4E00;&#x4E2A;&#x8F85;&#x52A9;&#x7684;&#x5DE5;&#x4F5C;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x5230;&#x4E86;&#x5E15;&#x65AF;&#x5361;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x5F00;&#x8F9F;&#x4E86;&#x4E00;&#x79CD;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x7684;&#x9053;&#x8DEF;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x4E2A;&#x5E15;&#x65AF;&#x5361;&#x8BA1;&#x7B97;&#x673A;&#x5B83;&#x53EA;&#x80FD;&#x5B9E;&#x73B0;&#x4E00;&#x4E9B;&#x56FA;&#x5B9A;&#x7684;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x5230;&#x4E86;&#x5DF4;&#x8D1D;&#x5947;&#x673A;&#x68B0;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x5B83;&#x53EF;&#x4EE5;&#x6267;&#x884C;&#x4E00;&#x4E9B;&#x53EF;&#x53D8;&#x7684;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x4E00;&#x4E9B;&#x7279;&#x5B9A;&#x7A0B;&#x5E8F;&#x7684;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x5230;&#x4E86;&#x73B0;&#x4EE3;&#x8BA1;&#x7B97;&#x673A;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x6267;&#x884C;&#x4EFB;&#x610F;&#x7A0B;&#x5E8F;&#x4EFB;&#x610F;&#x53EF;&#x53D8;&#x7684;&#x89C4;&#x5219;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x73B0;&#x4EE3;&#x8BA1;&#x7B97;&#x673A;&#x3002;&#x8FD9;&#x662F;&#x4ECE;&#x8868;&#x793A;&#x81EA;&#x52A8;&#x5B58;&#x50A8;&#x3001;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#x673A;&#x68B0;&#x8BA1;&#x7B97;&#x5B83;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x53D1;&#x5C55;&#x7684;&#x5386;&#x7A0B;&#x3002;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x8FD9;&#x4E2A;&#x53D1;&#x5C55;&#x7684;&#x5386;&#x7A0B;&#x5BF9;&#x6211;&#x4EEC;&#x6765;&#x8BF4;&#x5E94;&#x8BE5;&#x662F;&#x6709;&#x6240;&#x542F;&#x793A;&#x7684;&#x3002;</p>
<h2 id="&#x2605;&#x5C0F;&#x7ED3;">&#x2605;&#x5C0F;&#x7ED3;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-29/44989589.jpg" alt=""></p>
<p>&#x6211;&#x4EEC;&#x603B;&#x7ED3;&#x4E00;&#x4E0B;&#x6211;&#x4EEC;&#x521A;&#x624D;&#x8BB2;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x6211;&#x4EEC;&#x7ED9;&#x5927;&#x5BB6;&#x4ECB;&#x7ECD;&#x4E86;&#x4EC0;&#x4E48;&#x662F;&#x8BA1;&#x7B97;&#xFF0C;&#x4EC0;&#x4E48;&#x662F;&#x673A;&#x5668;&#x7684;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF0C;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#x5C31;&#x6D89;&#x53CA;&#x5230;&#x4E86;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x6D89;&#x53CA;&#x5230;&#x4E86;&#x7A0B;&#x5E8F;&#xFF0C;&#x53C8;&#x6D89;&#x53CA;&#x5230;&#x4E86;&#x7A0B;&#x5E8F;&#x7684;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x5BF9;&#x4E8E;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x6765;&#x8BB2;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5206;&#x6210;&#x4E24;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;&#x8981;&#x7814;&#x7A76;&#x4F9B;&#x4EBA;&#x6765;&#x4F7F;&#x7528;&#x7684;&#x8FD9;&#x4E9B;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x4EE5;&#x4FBF;&#x4EBA;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x8FD9;&#x4E9B;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x901A;&#x8FC7;&#x8F83;&#x5C0F;&#x7684;&#x8BA1;&#x7B97;&#x91CF;&#x83B7;&#x5F97;&#x8BA1;&#x7B97;&#x7ED3;&#x679C;&#xFF0C;&#x8FD9;&#x4E2A;&#x65B9;&#x9762;&#x6211;&#x4EEC;&#x8BF4;&#x5E94;&#x8BE5;&#x662F;&#x6570;&#x5B66;&#x5BB6;&#x7814;&#x7A76;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x800C;&#x53E6;&#x5916;&#x4E00;&#x65B9;&#x9762;&#x8FD9;&#x4E9B;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x8BBE;&#x8BA1;&#x4E00;&#x4E9B;&#x7B80;&#x5355;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x53EF;&#x4EE5;&#x8BA9;&#x673A;&#x5668;&#x91CD;&#x590D;&#x6267;&#x884C;&#x7684;&#x4E0D;&#x65AD;&#x91CD;&#x590D;&#x7684;&#x6267;&#x884C;&#xFF0C;&#x90A3;&#x4E48;<strong>&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x8BF4;&#x6211;&#x4EEC;&#x8BA1;&#x7B97;&#x5B66;&#x79D1;&#x8981;&#x638C;&#x63E1;&#x7684;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x6211;&#x4EEC;&#x8981;&#x638C;&#x63E1;&#xFF0C;&#x53EF;&#x4EE5;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x7684;&#x4E00;&#x4E9B;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x5B83;&#x7684;&#x8FD9;&#x79CD;&#x8868;&#x793A;&#xFF0C;&#x5B83;&#x7684;&#x8FD9;&#x79CD;&#x81EA;&#x52A8;&#x5B58;&#x53D6;&#x95EE;&#x9898;</strong>&#x3002;&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x4ECA;&#x5929;&#x7ED9;&#x5927;&#x5BB6;&#x4ECB;&#x7ECD;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x5C3D;&#x7BA1;&#x6709;&#x4E9B;&#x5185;&#x5BB9;&#x6BD4;&#x5982;&#x8BF4;&#x50CF;&#x7A0B;&#x5E8F;&#x5982;&#x4F55;&#x81EA;&#x52A8;&#x6267;&#x884C;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x4E0D;&#x592A;&#x660E;&#x767D;&#xFF0C;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x6211;&#x4EEC;&#x540E;&#x9762;&#x7684;&#x8BFE;&#x7A0B;&#x5F53;&#x4E2D;&#x4F1A;&#x7EE7;&#x7EED;&#x5B66;&#x4E60;&#x8FD9;&#x4E9B;&#x5185;&#x5BB9;&#x3002;</p>
<h2 id="&#x2605;&#x603B;&#x7ED3;">&#x2605;&#x603B;&#x7ED3;</h2>
<ul>
<li>&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x8981;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#xFF1A;<ul>
<li>&#x6570;&#x636E;&#x662F;&#x5982;&#x4F55;&#x8868;&#x793A;&#x7684;&#xFF1A;0&#x548C;1</li>
<li>&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x662F;&#x5982;&#x4F55;&#x8868;&#x793A;&#x7684;&#xFF1A;&#x7A0B;&#x5E8F;</li>
<li>&#x6570;&#x636E;&#x4E0E;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x662F;&#x5982;&#x4F55;&#x81EA;&#x52A8;&#x5B58;&#x50A8;&#x7684;&#xFF1F;&#xFF1F;&#xFF1F;</li>
<li>&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x662F;&#x5982;&#x4F55;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x7684;&#xFF0C;&#x628A;&#x300C;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x300D;&#x66FF;&#x6362;&#x4E3A;&#x300C;&#x7A0B;&#x5E8F;&#x300D;&#xFF0C;&#x8FDB;&#x800C;&#x884D;&#x751F;&#x51FA;&#x7A0B;&#x5E8F;&#x662F;&#x5982;&#x4F55;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x7684;</li>
</ul>
</li>
</ul>
<h2 id="&#x2605;qa">&#x2605;Q&amp;A</h2>
<ol>
<li><p>&#x8FD0;&#x7528;&#x548C;&#x5E94;&#x7528;&#x7684;&#x533A;&#x522B;&#xFF1F;</p>
<p>&#x8FD0;&#x7528;----&#x6307;&#x628A;&#x67D0;&#x79CD;&#x4E1C;&#x897F;&#x7528;&#x4E8E;&#x9884;&#x671F;&#x9002;&#x5408;&#x7684;&#x67D0;&#x4E00;&#x76EE;&#x7684;&#x6216;&#x67D0;&#x4EBA;&#x3002; &#x5E94;&#x7528;----&#x4E00;&#x79CD;&#x6280;&#x672F;&#x3001;&#x7CFB;&#x7EDF;&#x6216;&#x4EA7;&#x54C1;&#x7684;&#x4F7F;&#x7528;&#x3002; &#x540E;&#x8005;&#x5728;&#x5F88;&#x591A;&#x60C5;&#x51B5;&#x4E0B;&#x90FD;&#x7528;&#x5F97;&#x4E0A;&#xFF0C;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x4F7F;&#x7528;&#x7387;&#x6BD4;&#x8F83;&#x9AD8;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x53EF;&#x4EE5;&#x548C;&#x5176;&#x5B83;&#x8BCD;&#x6784;&#x6210;&#x540D;&#x8BCD;&#x6027;&#x8BCD;&#x7EC4;&#xFF0C;&#x5982;&#x300C;&#x5E94;&#x7528;&#x6570;&#x5B66;&#x300D;&#x3001;&#x300C;&#x5E94;&#x7528;&#x7ECF;&#x6D4E;&#x5B66;&#x300D;&#x7B49;&#x7B49;&#xFF1B;&#x524D;&#x8005;&#x4E00;&#x822C;&#x6307;&#x7075;&#x6D3B;&#x3001;&#x5DE7;&#x5999;&#x5730;&#x4F7F;&#x7528;&#x4E4B;&#x610F;&#xFF0C;&#x504F;&#x6B63;&#x5173;&#x7CFB;&#xFF0C;&#x8912;&#x4E49;&#x8BCD;&#x3002; &#xFF08;&#x4E3B;&#x8981;&#x8868;&#x73B0;&#x51FA;&#x201D;&#x7075;&#x201C;&#x548C;&#x201D;&#x5DE7;&#x201C;&#xFF09; </p>
<p>&#x53C2;&#x8003;&#xFF1A;<a href="https://zhidao.baidu.com/question/281658477.html" target="_blank">&#x8FD0;&#x7528;&#x548C;&#x5E94;&#x7528;&#x6709;&#x4EC0;&#x4E48;&#x533A;&#x522B;&#xFF1F;</a></p>
</li>
</ol>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="../test.html" class="navigation navigation-next navigation-unique" aria-label="Next page: test">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"回顾对计算与自动计算的认识","date":"2018-06-29T14:34:40.000Z","categories":"计算机专业导论","tags":"自动计算","level":"1.2.7.1","depth":3,"next":{"title":"test","level":"1.3","depth":1,"path":"test.md","ref":"test.md","articles":[]},"previous":{"title":"第1讲之扩展内容（选修）","level":"1.2.7","depth":2,"ref":"","articles":[{"title":"回顾对计算与自动计算的认识","level":"1.2.7.1","depth":3,"path":"ch01/回顾对计算与自动计算的认识.md","ref":"./ch01/回顾对计算与自动计算的认识.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch01/回顾对计算与自动计算的认识.md","mtime":"2018-06-29T06:49:39.928Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-08-19T05:03:36.410Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

