
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>怎么学计算机专业导论？ · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="计算机专业导论这门课学什么？.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    第1讲-计算机、计算与计算思维
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="为什么学计算机、计算与计算思维？.html">
            
                <a href="为什么学计算机、计算与计算思维？.html">
            
                    
                    为什么学计算机、计算与计算思维？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="计算机专业导论这门课学什么？.html">
            
                <a href="计算机专业导论这门课学什么？.html">
            
                    
                    计算机专业导论这门课学什么？
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.3" data-path="怎么学计算机专业导论？.html">
            
                <a href="怎么学计算机专业导论？.html">
            
                    
                    怎么学计算机专业导论？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" >
            
                <span>
            
                    
                    人计算与机器自动计算
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.4.1" data-path="人计算与机器自动计算-A.html">
            
                <a href="人计算与机器自动计算-A.html">
            
                    
                    人计算与机器自动计算-A
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4.2" data-path="人计算与机器自动计算-B.html">
            
                <a href="人计算与机器自动计算-B.html">
            
                    
                    人计算与机器自动计算-B
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="机器自动计算需要解决的问题？.html">
            
                <a href="机器自动计算需要解决的问题？.html">
            
                    
                    机器自动计算需要解决的问题？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="计算系统之发展趋势.html">
            
                <a href="计算系统之发展趋势.html">
            
                    
                    计算系统之发展趋势
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" >
            
                <span>
            
                    
                    第1讲之扩展内容（选修）
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.7.1" data-path="回顾对计算与自动计算的认识.html">
            
                <a href="回顾对计算与自动计算的认识.html">
            
                    
                    回顾对计算与自动计算的认识
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../test.html">
            
                <a href="../test.html">
            
                    
                    test
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >怎么学计算机专业导论？</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p>&#x7EE7;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x3001;&#x5B66;&#x4EC0;&#x4E48;&#x540E;&#xFF0C;&#x6765;&#x5230;&#x600E;&#x4E48;&#x5B66;&#x4E86;&#x2026;&#x2026;&#x8FD9;&#x8282;&#x4F1A;&#x8BA9;&#x4F60;&#x660E;&#x767D;&#x4EC0;&#x4E48;&#x662F;&#x5185;&#x529F;&#xFF1F;</p>
<!--more-->
<h2 id="&#x2605;&#x672C;&#x95E8;&#x8BFE;&#x7A0B;&#x4E0E;&#x5176;&#x5B83;&#x8BFE;&#x7A0B;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;">&#x2605;&#x672C;&#x95E8;&#x8BFE;&#x7A0B;&#x4E0E;&#x5176;&#x5B83;&#x8BFE;&#x7A0B;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;</h2>
<h3 id="&#x25C7;&#x5176;&#x5B83;&#x8BFE;&#x7A0B;">&#x25C7;&#x5176;&#x5B83;&#x8BFE;&#x7A0B;</h3>
<blockquote>
<p>&#x5176;&#x5B83;&#x8BFE;&#x7A0B;&#x5185;&#x5BB9;&#x901A;&#x5E38;&#x6765;&#x8BB2;&#x90FD;&#x662F;&#x6A2A;&#x5411;&#x7EC4;&#x7EC7;&#x6559;&#x5B66;&#x5185;&#x5BB9;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x96C6;&#x5408;&#x8BBA;&#x4E0E;&#x56FE;&#x8BBA;&#xFF0C;&#x5B83;&#x4F1A;&#x4E00;&#x4E2A;&#x77E5;&#x8BC6;&#x70B9;&#x4E00;&#x4E2A;&#x77E5;&#x8BC6;&#x70B9;&#x7684;&#x6765;&#x7ED9;&#x5927;&#x5BB6;&#x8FDB;&#x884C;&#x8BB2;&#x89E3;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x8BB2;&#x89E3;&#x56FE;&#x7684;&#x6027;&#x8D28;&#x53CA;&#x8BC1;&#x660E;&#x3001;&#x6811;&#x7684;&#x6027;&#x8D28;&#x53CA;&#x8BC1;&#x660E;&#x3001;&#x5173;&#x7CFB;&#x7684;&#x6027;&#x8D28;&#x53CA;&#x8BC1;&#x660E;&#x7B49;&#x7B49;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x6A2A;&#x5411;&#x7684;&#x7EC4;&#x7EC7;&#x3002;</p>
<p>&#x518D;&#x6BD4;&#x5982;&#x8BF4;&#x6570;&#x636E;&#x7ED3;&#x6784;&#xFF0C;&#x90A3;&#x4E48;&#x4ED6;&#x4F1A;&#x8BB2;&#x56FE;&#x7684;&#x5B58;&#x50A8;&#x4E0E;&#x64CD;&#x7EB5;&#x3001;&#x6811;&#x7684;&#x5B58;&#x50A8;&#x4E0E;&#x64CD;&#x7EB5;&#x3001;&#x94FE;&#x8868;&#x7684;&#x5B58;&#x50A8;&#x4E0E;&#x64CD;&#x7EB5;&#x7B49;&#x7B49;&#x3002;</p>
</blockquote>
<h3 id="&#x25C7;&#x672C;&#x95E8;&#x8BFE;&#x7A0B;">&#x25C7;&#x672C;&#x95E8;&#x8BFE;&#x7A0B;</h3>
<blockquote>
<p>&#x5BF9;&#x4E8E;&#x6211;&#x4EEC;&#x8FD9;&#x4E2A;&#x8BFE;&#x7A0B;&#x6765;&#x8BB2;&#xFF0C;&#x5B83;&#x662F;&#x4E00;&#x79CD;&#x7EB5;&#x5411;&#x7EC4;&#x7EC7;&#x5185;&#x5BB9;&#xFF0C;&#x901A;&#x8FC7;&#x8D2F;&#x901A;&#xFF0C;&#x8BA9;&#x5927;&#x5BB6;&#x4E86;&#x89E3;&#x4ECE;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x95EE;&#x9898;&#xFF0C;&#x901A;&#x8FC7;&#x6211;&#x4EEC;&#x8FD9;&#x4E9B;&#x8BFE;&#x7A0B;&#x7684;&#x8FD9;&#x79CD;&#x77E5;&#x8BC6;&#x5982;&#x4F55;&#x8D2F;&#x901A;&#x8D77;&#x6765;&#xFF0C;&#x83B7;&#x5F97;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x95EE;&#x9898;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x7ED3;&#x679C;&#xFF0C;&#x4F7F;&#x4F60;&#x7406;&#x89E3;&#x3001;&#x8FD9;&#x79CD;&#x5404;&#x4E2A;&#x77E5;&#x8BC6;&#x70B9;&#x7684;&#x3001;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x4F5C;&#x7528;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x4EEC;&#x5BF9;&#x6BCF;&#x4E00;&#x4E2A;&#x77E5;&#x8BC6;&#x70B9;&#x4E0A;&#x5E76;&#x4E0D;&#x505A;&#x6A2A;&#x5411;&#x7684;&#x5EF6;&#x5C55;&#xFF0C;&#x800C;&#x662F;&#x505A;&#x7EB5;&#x5411;&#x7684;&#x8D2F;&#x901A;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x70B9;&#x7684;&#x4E00;&#x4E2A;&#x6982;&#x5FF5;&#xFF0C;&#x4E5F;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x7279;&#x70B9;</p>
</blockquote>
<h3 id="&#x25C7;&#x603B;&#x7ED3;">&#x25C7;&#x603B;&#x7ED3;</h3>
<blockquote>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x6A2A;&#x5411;&#x7684;&#x8FD9;&#x79CD;&#x591A;&#x5C11;&#x4F53;&#x73B0;&#x4E86;&#x6211;&#x4EEC;&#x77E5;&#x8BC6;&#x7684;&#x4E00;&#x79CD;&#x5E7F;&#x5EA6;&#x8986;&#x76D6;&#x9762;&#x3002;&#x800C;&#x6211;&#x4EEC;&#x8BF4;&#x7EB5;&#x5411;&#x7684;&#x8FD9;&#x79CD;&#xFF0C;&#x5373;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x957F;&#x77ED;&#x4F53;&#x73B0;&#x4E86;&#x4E00;&#x79CD;&#x6DF1;&#x5EA6;&#xFF0C;&#x672C;&#x95E8;&#x8BFE;&#x7A0B;&#x91CD;&#x5728;&#x6DF1;&#x5EA6;&#xFF0C;&#x800C;&#x4E0D;&#x5728;&#x6BCF;&#x4E2A;&#x77E5;&#x8BC6;&#x70B9;&#x5B83;&#x7684;&#x8FD9;&#x79CD;&#x7EC6;&#x8282;&#x7684;&#x8BA8;&#x8BBA;&#x3002;&#x65E2;&#x5F3A;&#x8C03;&#x5927;&#x601D;&#x7EF4;&#x4E0E;&#x5C0F;&#x7EC6;&#x8282;&#xFF0C;&#x5F3A;&#x5316;&#x8FD9;&#x79CD;&#x5927;&#x601D;&#x7EF4;&#x7684;&#x8FD9;&#x79CD;&#x7406;&#x89E3;&#xFF0C;&#x6709;&#x4E9B;&#x5C0F;&#x7EC6;&#x8282;&#x4E0D;&#x7406;&#x89E3;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x53EF;&#x80FD;&#x540E;&#x9762;&#x6211;&#x4EEC;&#x8FD8;&#x4F1A;&#x7EE7;&#x7EED;&#x5B66;&#x4E60;&#xFF0C;&#x4F46;&#x8FD9;&#x4E9B;&#x77E5;&#x8BC6;&#x70B9;&#x8D2F;&#x901A;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x7684;&#x8981;&#x505A;&#x5230;&#x3001;&#x8981;&#x7406;&#x89E3;&#x7684;&#x3002;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/48874158.jpg" alt=""></p>
</blockquote>
<h2 id="&#x2605;&#x77E5;&#x8BC6;&#x6784;&#x5EFA;&#x6B21;&#x5E8F;">&#x2605;&#x77E5;&#x8BC6;&#x6784;&#x5EFA;&#x6B21;&#x5E8F;</h2>
<blockquote>
<p>&#x90A3;&#x4E48;&#x8FDB;&#x4E00;&#x6B65;&#x6211;&#x4EEC;&#x6765;&#x770B;&#xFF0C;&#x600E;&#x6837;&#x6784;&#x5EFA;&#x8BA1;&#x7B97;&#x673A;&#x5B66;&#x79D1;&#x7684;&#x4E00;&#x4E9B;&#x77E5;&#x8BC6;&#xFF0C;&#x600E;&#x4E48;&#x6837;&#x6784;&#x5EFA;&#x672C;&#x95E8;&#x8BFE;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x90FD;&#x662F;&#x521D;&#x6B21;&#x6765;&#x5B66;&#x4E60;&#x3002; &#x6211;&#x4EEC;&#x6765;&#x770B;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x6309;&#x7167;&#x8FD9;&#x79CD;&#x6B21;&#x5E8F;&#x6765;&#x6784;&#x5EFA;&#x3002; </p>
</blockquote>
<h3 id="&#x25C7;&#x62BD;&#x8C61;&#x548C;&#x81EA;&#x52A8;&#x5316;">&#x25C7;&#x62BD;&#x8C61;&#x548C;&#x81EA;&#x52A8;&#x5316;</h3>
<blockquote>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x8BA1;&#x7B97;&#x673A;&#x5B66;&#x79D1;<strong>&#x6700;&#x672C;&#x8D28;&#x7684;&#x5C31;&#x662F;&#x62BD;&#x8C61;&#x548C;&#x81EA;&#x52A8;&#x5316;&#x7684;&#x5B66;&#x4E60;</strong>&#xFF0C;&#x90A3;&#x4E48;&#x62BD;&#x8C61;&#x5C31;&#x662F;&#x5B66;&#x4F1A;&#x7406;&#x89E3;&#x3001;&#x533A;&#x5206;&#x3001;&#x547D;&#x540D;&#x3001;&#x8868;&#x8FBE;&#xFF0C;&#x5B66;&#x4F1A;&#x8BB2;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x95EE;&#x9898;&#xFF0C;&#x8868;&#x8FBE;&#x6210;&#x6211;&#x4EEC;&#x8BF4;&#x8BA1;&#x7B97;&#x673A;&#x3001;&#x8BA1;&#x7B97;&#x673A;&#x5668;&#x53EF;&#x4EE5;&#x6C42;&#x89E3;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x5F62;&#x5F0F;&#xFF0C;&#x800C;&#x81EA;&#x52A8;&#x5316;&#x5C31;&#x662F;&#x8BA9;&#x673A;&#x5668;&#x4EE3;&#x66FF;&#x4EBA;&#x8FDB;&#x884C;&#x6C42;&#x89E3;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x8BBE;&#x8BA1;&#x3001;&#x6784;&#x9020;&#x548C;&#x5E94;&#x7528;&#x8FD9;&#x6837;&#x7684;&#x673A;&#x5668;&#x3002; </p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/26109805.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x6700;&#x80FD;&#x4EE3;&#x8868;&#x592A;&#x6781;&#xFF08;&#x62BD;&#x8C61;&#x548C;&#x81EA;&#x52A8;&#x5316;&#xFF09;&#x7684;3&#x4E2A;&#x65B9;&#x9762;">&#x25C7;&#x6700;&#x80FD;&#x4EE3;&#x8868;&#x592A;&#x6781;&#xFF08;&#x62BD;&#x8C61;&#x548C;&#x81EA;&#x52A8;&#x5316;&#xFF09;&#x7684;3&#x4E2A;&#x65B9;&#x9762;</h3>
<blockquote>
<p>&#x5728;&#x8FD9;&#x4E2A;&#x57FA;&#x7840;&#xFF08;&#x592A;&#x6781;&#xFF09;&#x4E0A;&#xFF0C;&#x6700;&#x5173;&#x952E;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x6211;&#x4EEC;&#x8BF4;&#x5C31;&#x662F;&#x4F53;&#x73B0;&#x4E86;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#x3002;&#x8FD9;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#x4E5F;&#x53EF;&#x4EE5;&#x8BF4;&#x6700;&#x80FD;&#x4EE3;&#x8868;&#x62BD;&#x8C61;&#x4E0E;&#x81EA;&#x52A8;&#x5316;&#x7684;&#x3002;</p>
</blockquote>
<h4 id="&#x7B26;&#x53F7;&#x5316;-&#x8BA1;&#x7B97;&#x5316;-&#x81EA;&#x52A8;&#x5316;">&#x7B26;&#x53F7;&#x5316;-&#x8BA1;&#x7B97;&#x5316;-&#x81EA;&#x52A8;&#x5316;</h4>
<blockquote>
<p>&#x4E00;&#x4E2A;&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x5C31;&#x662F;&#x7B26;&#x53F7;&#x5316;&#x3001;&#x8BA1;&#x7B97;&#x5316;&#x4E0E;&#x81EA;&#x52A8;&#x5316;&#xFF0C;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x524D;&#x9762;&#x4E00;&#x68F5;&#x6811;&#x4E0A;&#x7684;&#x300C;0&#x548C;1&#x300D;&#x7684;&#x601D;&#x7EF4; </p>
</blockquote>
<h4 id="&#x7EC4;&#x5408;-&#x62BD;&#x8C61;&#x4E0E;&#x6784;&#x9020;">&#x7EC4;&#x5408;-&#x62BD;&#x8C61;&#x4E0E;&#x6784;&#x9020;</h4>
<blockquote>
<p>&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x5462;&#xFF1F;&#x5C31;&#x662F;&#x7EC4;&#x5408;-&#x62BD;&#x8C61;&#x4E0E;&#x6784;&#x9020;&#xFF0C;&#x8FD9;&#x662F;&#x5173;&#x4E8E;&#x7A0B;&#x5E8F;&#x548C;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#x7684;&#x601D;&#x7EF4;&#x3002;&#x6211;&#x4EEC;&#x8BF4;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#x6700;&#x6838;&#x5FC3;&#x7684;&#x5C31;&#x662F;&#x80FD;&#x6267;&#x884C;&#x7A0B;&#x5E8F;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x7CFB;&#x7EDF;&#x3002;</p>
</blockquote>
<h4 id="&#x8FED;&#x4EE3;&#x4E0E;&#x9012;&#x5F52;">&#x8FED;&#x4EE3;&#x4E0E;&#x9012;&#x5F52;</h4>
<blockquote>
<p>&#x90A3;&#x4E48;&#x7B2C;&#x4E09;&#x4E2A;&#x8BB2;&#x5462;&#xFF1F;&#x5C31;&#x662F;&#x5728;&#x6784;&#x9020;&#x7A0B;&#x5E8F;&#x7684;&#x8FC7;&#x7A0B;&#x5F53;&#x4E2D;&#xFF0C;<strong>&#x6700;&#x6838;&#x5FC3;&#x7684;&#x6700;&#x57FA;&#x672C;&#x7684;&#x624B;&#x6BB5;&#x5C31;&#x662F;&#x8FED;&#x4EE3;&#x548C;&#x9012;&#x5F52;</strong> </p>
</blockquote>
<h4 id="&#x603B;&#x7ED3;">&#x603B;&#x7ED3;</h4>
<blockquote>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x4E09;&#x79CD;&#x601D;&#x7EF4;&#x662F;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x601D;&#x7EF4;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x5148;&#x5B66;&#x597D;&#xFF0C;<strong>&#x7406;&#x89E3;&#x900F;&#x5F7B;&#x4EE5;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x518D;&#x6765;&#x5B66;&#x4E60;&#x4E0B;&#x4E00;&#x65B9;&#x9762;&#x7684;&#x5185;&#x5BB9;</strong> </p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/95117435.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;">&#x25C7;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;</h3>
<blockquote>
<p>&#x90A3;&#x4E48;&#x8FDB;&#x4E00;&#x65B9;&#x9762;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x8981;&#x7406;&#x89E3;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#x3001;&#x7406;&#x89E3;&#x673A;&#x5668;&#x662F;&#x5982;&#x4F55;&#x6267;&#x884C;&#x7A0B;&#x5E8F;&#x7684;&#x3001;&#x7406;&#x89E3;&#x7A0B;&#x5E8F;&#x88AB;&#x673A;&#x5668;&#x6267;&#x884C;&#x5B83;&#x7684;&#x4E00;&#x4E2A;&#x539F;&#x7406;&#x3001;&#x7406;&#x89E3;&#x673A;&#x5668;&#x6267;&#x884C;&#x7A0B;&#x5E8F;&#x7684;&#x4E00;&#x4E9B;&#x73AF;&#x5883;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E9B;&#x65B9;&#x9762;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x6211;&#x4EEC;&#x5C06;&#x6765;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x8FD9;&#x79CD;&#x8FDB;&#x884C;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x7684;&#x5B66;&#x4E60;&#xFF0C;&#x8FD8;&#x662F;&#x5176;&#x5B83;&#x8BFE;&#x7A0B;&#x7684;&#x5B66;&#x4E60;&#x90FD;&#x5F88;&#x91CD;&#x8981;&#x3002;&#x6240;&#x4EE5;&#x5728;&#x8FD9;&#x4E2A;&#x65B9;&#x9762;&#x5F53;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x4E60;&#x51AF;&#x8BFA;&#x4F9D;&#x66FC;&#x8BA1;&#x7B97;&#x673A;&#x3001;&#x4E2A;&#x4EBA;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x8FDB;&#x4E00;&#x6B65;&#x5EF6;&#x5C55;&#x5230;&#x5E76;&#x884C;&#x5206;&#x5E03;&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#x548C;&#x4E91;&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#x3002; </p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/39504216.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x95EE;&#x9898;&#x6C42;&#x89E3;&#x4E4B;&#x7B97;&#x6CD5;&#x4E0E;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;">&#x25C7;&#x95EE;&#x9898;&#x6C42;&#x89E3;&#x4E4B;&#x7B97;&#x6CD5;&#x4E0E;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;</h3>
<h3 id="&#x25C7;&#x7F51;&#x7EDC;&#x5316;&#x601D;&#x7EF4;">&#x25C7;&#x7F51;&#x7EDC;&#x5316;&#x601D;&#x7EF4;</h3>
<h3 id="&#x25C7;&#x6570;&#x636E;&#x5316;&#x601D;&#x7EF4;">&#x25C7;&#x6570;&#x636E;&#x5316;&#x601D;&#x7EF4;</h3>
<h3 id="&#x25C7;&#x9762;&#x5411;&#x67D0;&#x7C7B;&#x5B66;&#x79D1;&#x65B9;&#x5411;&#x7684;&#x8BA1;&#x7B97;">&#x25C7;&#x9762;&#x5411;&#x67D0;&#x7C7B;&#x5B66;&#x79D1;/&#x65B9;&#x5411;&#x7684;&#x8BA1;&#x7B97;</h3>
<h3 id="&#x25C7;&#x6CA1;&#x6709;&#x5185;&#x5BB9;&#x7684;&#x8FD9;4&#x70B9;&#x6982;&#x8FF0;">&#x25C7;&#x6CA1;&#x6709;&#x5185;&#x5BB9;&#x7684;&#x8FD9;4&#x70B9;&#x6982;&#x8FF0;</h3>
<blockquote>
<p>&#x90A3;&#x4E48;&#x5728;&#x6B64;&#x57FA;&#x7840;&#x4E0A;&#x6211;&#x4EEC;&#x8981;&#x8FDB;&#x4E00;&#x6B65;&#x5B66;&#x4E60;&#x7684;&#x5C31;&#x662F;&#x95EE;&#x9898;&#x6C42;&#x89E3;&#x7684;&#x7B97;&#x6CD5;&#x4E0E;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#xFF0C;&#x518D;&#x5B66;&#x4E60;&#x7F51;&#x7EDC;&#x5316;&#x601D;&#x7EF4;&#xFF0C;&#x518D;&#x5B66;&#x4E60;&#x6570;&#x636E;&#x5316;&#x601D;&#x7EF4;&#x3002;
&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x4E9B;&#x601D;&#x7EF4;&#x7684;&#x5B66;&#x4E60;&#x901A;&#x5E38;&#x90FD;&#x8981;<strong>&#x7ED3;&#x5408;&#x67D0;&#x4E00;&#x7C7B;&#x8BA1;&#x7B97;&#x3001;&#x67D0;&#x4E00;&#x7C7B;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x95EE;&#x9898;&#xFF0C;&#x7ED3;&#x5408;&#x8D77;&#x6765;&#x5B66;&#x4E60;&#x662F;&#x975E;&#x5E38;&#x6709;&#x610F;&#x4E49;&#x7684;</strong>&#x3002;&#x6240;&#x4EE5;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#x6765;&#x8BB2;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x50CF;&#x8FD9;&#x4E9B;&#x5185;&#x5BB9;&#xFF1A;&#x5982;&#x4F55;&#x7ED3;&#x5408;&#x8BA1;&#x7B97;&#x7269;&#x7406;&#x5B66;&#x3001;&#x667A;&#x80FD;&#x8BA1;&#x7B97;&#x3001;&#x795E;&#x7ECF;&#x8BA1;&#x7B97;&#x3001;&#x8BA1;&#x7B97;&#x7ECF;&#x6D4E;&#x5B66;&#x3001;&#x793E;&#x4F1A;&#x8BA1;&#x7B97;&#x3001;&#x8BA1;&#x7B97;&#x751F;&#x7269;&#x5B66;&#x3001;&#x8BA1;&#x7B97;&#x519C;&#x6797;&#x5B66;&#x3001;&#x793E;&#x4F1A;&#x8BA1;&#x7B97;&#x3001;&#x5D4C;&#x5165;&#x8BA1;&#x7B97;&#x3001;&#x4F01;&#x4E1A;&#x8BA1;&#x7B97;&#x3001;&#x670D;&#x52A1;&#x8BA1;&#x7B97;&#x7B49;&#x7B49;&#xFF0C;&#x7ED3;&#x5408;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x6765;&#x5B66;&#x4E60;&#xFF0C;&#x8FD9;&#x662F;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x65B9;&#x9762;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x8FD9;&#x5F20;&#x56FE;&#x5462;&#xFF1F;&#x7ED9;&#x6211;&#x4EEC;&#x53CD;&#x6620;&#x4E86;&#x8BA1;&#x7B97;&#x673A;&#x4E13;&#x4E1A;&#x5BFC;&#x8BBA;&#x8BFE;&#x7A0B;&#x7684;&#x77E5;&#x8BC6;&#x7684;&#x6784;&#x5EFA;&#x6B21;&#x5E8F;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x5B83;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x4E0E;&#x6280;&#x672F;&#x5B66;&#x79D1;&#x6574;&#x4E2A;&#x5927;&#x7684;&#x5B66;&#x79D1;&#x5F53;&#x4E2D;&#x7684;&#x77E5;&#x8BC6;&#x7684;&#x4E00;&#x4E2A;&#x6784;&#x5EFA;&#x6B21;&#x5E8F;&#x3002;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/95685266.jpg" alt=""></p>
</blockquote>
<h2 id="&#x2605;&#x8D2F;&#x901A;&#x7684;&#x77E5;&#x8BC6;&#x624D;&#x662F;&#x601D;&#x7EF4;&#xFF1F;">&#x2605;&#x8D2F;&#x901A;&#x7684;&#x77E5;&#x8BC6;&#x624D;&#x662F;&#x601D;&#x7EF4;&#xFF1F;</h2>
<blockquote>
<p>&#x90A3;&#x4E48;&#x600E;&#x4E48;&#x6837;&#x5B66;&#x4E60;&#x5462;&#xFF08;&#x5173;&#x4E8E;&#x77E5;&#x8BC6;&#x6784;&#x5EFA;&#x6B21;&#x5E8F;&#x56FE;&#x7684;&#x5B66;&#x4E60;&#xFF09;&#xFF1F;&#x4EC0;&#x4E48;&#x662F;&#x601D;&#x7EF4;&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x8BF4;&#x8D2F;&#x901A;&#x7684;&#x77E5;&#x8BC6;&#x624D;&#x662F;&#x601D;&#x7EF4;&#x3002;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/42953266.jpg" alt=""></p>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x5F20;&#x56FE;&#x2014;&#x2014;&#x5177;&#x4F53;&#x7684;&#x7EC6;&#x8282;&#x5185;&#x5BB9;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x5728;&#x7B2C;&#x4E8C;&#x8282;&#x5F53;&#x4E2D;&#x7ED9;&#x5927;&#x5BB6;&#x4ECB;&#x7ECD;&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x91CC;&#x5148;&#x4E0D;&#x53BB;&#x7EC6;&#x5316;&#x7684;&#x7406;&#x89E3;&#x5B83;&#x3002; </p>
<p>&#x5B9E;&#x9645;&#x4E0A;&#x8FD9;&#x5F20;&#x56FE;&#x53CD;&#x6620;&#x7684;&#x662F;&#x4E00;&#x79CD;&#x601D;&#x7EF4;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x96F6;&#x548C;&#x4E00;&#x7684;&#x601D;&#x7EF4;&#x3002; </p>
</blockquote>
<h3 id="&#x25C7;&#x8FD9;&#x5F20;&#x56FE;&#x4E3A;&#x6211;&#x4EEC;&#x63ED;&#x793A;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;">&#x25C7;&#x8FD9;&#x5F20;&#x56FE;&#x4E3A;&#x6211;&#x4EEC;&#x63ED;&#x793A;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;</h3>
<blockquote>
<p>&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x770B;&#x8FD9;&#x5F20;&#x56FE;&#xFF0C;&#x5B83;&#x4E3A;&#x6211;&#x4EEC;&#x63ED;&#x793A;&#x7684;&#x662F;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x63ED;&#x793A;&#x7684;&#x662F;&#xFF1A;&#x7531;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x73B0;&#x8C61;&#x2192;&#x261E;&#x903B;&#x8F91;&#x2192;&#x261E;&#x4E8C;&#x8FDB;&#x5236;&#x2192;&#x261E;&#x6211;&#x4EEC;&#x8BF4;&#x7535;&#x8DEF;&#xFF0C;&#x518D;&#x5230;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#xFF0C;&#x6700;&#x540E;&#x5230;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x63ED;&#x793A;&#x4E86;&#x5982;&#x4F55;&#x7531;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x73B0;&#x8C61;&#x3001;&#x793E;&#x4F1A;&#x81EA;&#x7136;&#x95EE;&#x9898;&#xFF0C;&#x6700;&#x540E;&#x5230;&#x7528;&#x8BA1;&#x7B97;&#x673A;&#x6C42;&#x89E3;&#x7684;&#x6574;&#x4E2A;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x601D;&#x7EF4;&#x3002;&#x6240;&#x4EE5;&#x4F53;&#x73B0;&#x51FA;&#x6765;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x5C31;&#x662F;&#x8BED;&#x4E49;&#x7B26;&#x53F7;&#x5316;&#x2192;&#x261E;&#x7B26;&#x53F7;&#x8BA1;&#x7B97;&#x6CD5;&#x2192;&#x261E;&#x8BA1;&#x7B97;0&#xFF08;&#x548C;&#xFF09;1&#x5316;&#x2192;&#x261E;0&#xFF08;&#x548C;&#xFF09;1&#x81EA;&#x52A8;&#x5316;&#x2192;&#x261E;&#x5206;&#x5C42;&#x6784;&#x9020;&#x5316;&#x548C;&#x6784;&#x9020;&#x96C6;&#x6210;&#x5316;&#xFF0C;&#x90A3;&#x4E48;&#x5177;&#x4F53;&#x5185;&#x5BB9;&#x6211;&#x4EEC;&#x540E;&#x9762;&#x53BB;&#x5B66;&#x4E60; &#x2026;&#x2026;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/56346378.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x4ECE;&#x56FE;&#x7684;&#x63ED;&#x793A;&#x91CC;&#x5F3A;&#x8C03;&#x51E0;&#x70B9;">&#x25C7;&#x4ECE;&#x56FE;&#x7684;&#x63ED;&#x793A;&#x91CC;&#x5F3A;&#x8C03;&#x51E0;&#x70B9;</h3>
<blockquote>
<p>&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x600E;&#x4E48;&#x6837;&#x5B66;&#x4E60;&#xFF1F;&#x6211;&#x4EEC;&#x8BF4;&#x901A;&#x8FC7;&#x8FD9;&#x5F20;&#x56FE;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x63CF;&#x8FF0;&#x5982;&#x4F55;&#x6765;&#x5B66;&#x4E60; </p>
</blockquote>
<h4 id="&#x8868;&#x5C42;&#x610F;&#x4E49;-&#x6DF1;&#x5C42;&#x610F;&#x4E49;-&#x96C6;&#x6210;&#x610F;&#x4E49;">&#x8868;&#x5C42;&#x610F;&#x4E49;-&#x6DF1;&#x5C42;&#x610F;&#x4E49;-&#x96C6;&#x6210;&#x610F;&#x4E49;</h4>
<blockquote>
<p>&#x7B2C;&#x4E00;&#x4E2A;&#x6211;&#x4EEC;&#x5B66;&#x4E60;&#x5B83;&#x7684;&#x8868;&#x5C42;&#x610F;&#x4E49;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x6211;&#x4EEC;&#x8FD9;&#x5F20;&#x56FE;&#x7684;&#x5DE6;&#x4E0A;&#x89D2;&#x5B83;&#x662F;&#x4E00;&#x4E2A;&#x6613;&#x7ECF;&#xFF0C;&#x7528;&#x6613;&#x7ECF;&#x6765;&#x8868;&#x793A;&#x7684;&#x62BD;&#x8C61;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x91CC;&#x9762;&#x8868;&#x5C42;&#x610F;&#x4E49;&#x5C31;&#x662F;&#x300C;&#x4EC0;&#x4E48;&#x662F;&#x6613;&#x7ECF;&#xFF1F;&#x300D;&#x8FD9;&#x4E2A;&#x4F60;&#x8981;&#x7406;&#x89E3;&#xFF0C;&#x6613;&#x7ECF;&#x7684;&#x51E0;&#x4E2A;&#x6982;&#x5FF5;&#x6211;&#x4EEC;&#x8981;&#x7406;&#x89E3;&#x3002;</p>
<p>&#x4F46;&#x662F;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x4E2A;&#x6613;&#x7ECF;&#x5E76;&#x4E0D;&#x662F;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x8981;&#x6C42;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x6211;&#x4EEC;&#x8981;&#x901A;&#x8FC7;&#x8FD9;&#x79CD;&#x6613;&#x7ECF;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x80FD;&#x7406;&#x89E3;&#x5B83;&#x8FD9;&#x79CD;&#x6DF1;&#x5C42;&#x7684;&#x542B;&#x4E49;&#xFF0C;&#x8FD9;&#x4E9B;&#x6DF1;&#x5C42;&#x542B;&#x4E49;&#x7684;&#x7406;&#x89E3;&#x624D;&#x662F;&#x6700;&#x5173;&#x952E;&#x7684;&#x3002;&#x6BD4;&#x5982;&#x8BF4;&#x6211;&#x4EEC;&#x8981;&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x6613;&#x7ECF;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x53CD;&#x6620;&#x7684;&#x662F;&#x4E00;&#x79CD;&#x7B26;&#x53F7;&#x5316;&#x3001;&#x62BD;&#x8C61;&#x5316;&#x3001;&#x8BA1;&#x7B97;&#x5316;&#xFF0C;&#x5B83;&#x53CD;&#x6620;&#x7684;&#x662F;&#x7B26;&#x53F7;&#x3001;&#x7EC4;&#x5408;&#x6765;&#x8868;&#x793A;&#x4E00;&#x79CD;&#x8BA1;&#x7B97;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x79CD;&#x6DF1;&#x5C42;&#x542B;&#x4E49;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x3002;</p>
<p>&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x5C31;&#x662F;&#x5C06;&#x6613;&#x7ECF;&#x8FD9;&#x5F20;&#x5C0F;&#x56FE;&#xFF0C;&#x653E;&#x5230;&#x8FD9;&#x5F20;&#x5927;&#x56FE;&#x91CC;&#x9762;&#xFF0C;&#x5B83;&#x6240;&#x53CD;&#x6620;&#x7684;&#x4E00;&#x79CD;&#x96C6;&#x6210;&#x7684;&#x610F;&#x4E49;&#x3002;&#x800C;&#x8FD9;&#x79CD;&#x96C6;&#x6210;&#x610F;&#x4E49;&#x5BF9;&#x5927;&#x5BB6;&#x6765;&#x8BB2;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x6DF1;&#x5C42;&#x610F;&#x4E49;&#x548C;&#x96C6;&#x6210;&#x610F;&#x4E49;&#x7684;&#x7406;&#x89E3;&#x5BF9;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x4E5F;&#x662F;&#x96BE;&#x70B9;&#x6240;&#x5728;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x8BF4;<strong>&#x8868;&#x5C42;&#x610F;&#x4E49;&#x7684;&#x7406;&#x89E3;&#x5F88;&#x5BB9;&#x6613;&#xFF0C;&#x4F46;&#x662F;&#x6DF1;&#x5C42;&#x610F;&#x4E49;&#x3001;&#x96C6;&#x6210;&#x610F;&#x4E49;&#x662F;&#x9700;&#x8981;&#x6211;&#x4EEC;&#x4E0D;&#x65AD;&#x7684;&#x609F;&#x7684;&#xFF01;&#x4E0D;&#x65AD;&#x7684;&#x609F;&#x7684;&#xFF01;</strong>&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x3002; </p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/43919411.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x77E5;&#x8BC6;&#x7684;&#x8D2F;&#x901A;&#xFF1F;&#x601D;&#x7EF4;&#xFF1F;&#xFF1F;">&#x25C7;&#x77E5;&#x8BC6;&#x7684;&#x8D2F;&#x901A;&#xFF1F;&#x601D;&#x7EF4;&#xFF1F;&#xFF1F;</h3>
<blockquote>
<p>&#x90A3;&#x4E48;&#x901A;&#x8FC7;&#x8FD9;&#x5F20;&#x56FE;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x4EC0;&#x4E48;&#x662F;&#x601D;&#x7EF4;&#xFF1F;&#x5728;&#x6211;&#x4EEC;&#x8FD9;&#x91CC;&#x6765;&#x8BB2;&#xFF0C;&#x6211;&#x4EEC;&#x628A;&#x8D2F;&#x901A;&#x7684;&#x77E5;&#x8BC6;&#x79F0;&#x4E3A;&#x53EB;&#x505A;&#x601D;&#x7EF4;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x8BF4;&#x82E5;&#x5E72;&#x5E74;&#x4EE5;&#x540E;&#xFF0C;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#x7684;&#x7EC6;&#x8282;&#x5185;&#x5BB9;&#x6211;&#x4EEC;&#x53EF;&#x80FD;&#x65E9;&#x5DF2;&#x5FD8;&#x6389;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4EEC;&#x7531;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x73B0;&#x8C61;&#x2192;&#x261E;&#x903B;&#x8F91;&#x2192;&#x261E;&#x4E8C;&#x8FDB;&#x5236;&#x2192;&#x261E;&#x7535;&#x8DEF;&#x2192;&#x261E;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x2192;&#x261E;&#x8BA1;&#x7B97;&#x673A;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x601D;&#x7EF4;&#xFF0C;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x8FC7;&#x7A0B;&#x6211;&#x4EEC;&#x5374;&#x662F;&#x5FD8;&#x4E0D;&#x4E86;&#x7684;&#xFF0C;&#x800C;&#x6211;&#x4EEC;&#x8BF4;&#x51E0;&#x5341;&#x5E74;&#x4EE5;&#x540E;&#x3001;&#x51E0;&#x5E74;&#x4EE5;&#x540E;&#x3001;&#x51E0;&#x5341;&#x5E74;&#x4EE5;&#x540E;&#x5FD8;&#x4E0D;&#x4E86;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x5BF9;&#x4E8E;&#x6211;&#x4EEC;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x4E00;&#x4E2A;&#x601D;&#x7EF4;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8BF4;&#x77E5;&#x8BC6;&#x7684;&#x8D2F;&#x901A;&#x5C31;&#x662F;&#x601D;&#x7EF4;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x4E60;&#x5982;&#x4F55;&#x8D2F;&#x901A;&#x8FD9;&#x79CD;&#x77E5;&#x8BC6;&#x3002; </p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/51658833.jpg" alt=""></p>
</blockquote>
<h2 id="&#x2605;&#x77E5;&#x8BC6;vs&#x601D;&#x7EF4;vs&#x80FD;&#x529B;&#xFF1F;">&#x2605;&#x77E5;&#x8BC6;vs&#x601D;&#x7EF4;vs&#x80FD;&#x529B;&#xFF1F;</h2>
<blockquote>
<p>&#x90A3;&#x4E48;&#x8FDB;&#x4E00;&#x6B65;&#x6765;&#x770B;&#x601D;&#x7EF4;&#x548C;&#x77E5;&#x8BC6;&#x548C;&#x80FD;&#x529B;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;&#x3002;</p>
</blockquote>
<h3 id="&#x25C7;&#x601D;&#x7EF4;">&#x25C7;&#x601D;&#x7EF4;</h3>
<blockquote>
<p>&#x6211;&#x4EEC;&#x521A;&#x624D;&#x8BF4;&#x4E86;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x5927;&#x5B66;&#x9636;&#x6BB5;&#xFF0C;&#x90A3;&#x4E48;&#x8D2F;&#x901A;&#x77E5;&#x8BC6;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x65B9;&#x9762;&#xFF0C;&#x8FD9;&#x79CD;&#x8D2F;&#x901A;&#x53EF;&#x80FD;&#x5728;&#x6211;&#x4EEC;&#x8FD8;&#x4E0D;&#x5177;&#x6709;&#x5F88;&#x7EC6;&#x81F4;&#x7684;&#x77E5;&#x8BC6;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x6211;&#x4EEC;&#x6765;&#x5B66;&#x4F1A;&#x8D2F;&#x901A;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x96BE;&#x7684;&#x4E00;&#x4EF6;&#x4E8B;&#x60C5;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4EEC;&#x662F;&#x5FC5;&#x987B;&#x8981;&#x505A;&#x7684;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x8981;&#x62AC;&#x5934;&#x770B;&#x8DEF;&#xFF0C;&#x4E0D;&#x53EF;&#x80FD;&#x6211;&#x4EEC;&#x90FD;&#x8D70;&#x8FC7;&#x53BB;&#x4E86;&#x4EE5;&#x540E;&#x6211;&#x4EEC;&#x518D;&#x56DE;&#x5934;&#x6765;&#x770B;&#xFF0C;&#x6240;&#x4EE5;&#x53EA;&#x80FD;&#x5728;&#x5F88;&#x591A;&#x7684;&#x7EC6;&#x8282;&#x4E0D;&#x6E05;&#x695A;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x6211;&#x4EEC;&#x6765;&#x770B;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x4E60;&#x601D;&#x7EF4;&#x3002;<strong>&#x601D;&#x7EF4;&#x91CD;&#x70B9;&#x662F;&#x542F;&#x53D1;&#x4E0E;&#x7406;&#x89E3;</strong>&#xFF0C;<strong>&#x597D;&#x5947;&#x3001;&#x601D;&#x8003;&#x3001;&#x8054;&#x60F3;&#x3001;&#x8D2F;&#x901A;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8BF4;&#x5927;&#x5B66;&#x7684;&#x7B2C;&#x4E00;&#x95E8;&#x8BFE;&#x7A0B;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x5E94;&#x8BE5;&#x5B66;&#x4E60;&#x8BA1;&#x7B97;&#x601D;&#x7EF4;&#xFF0C;&#x5B66;&#x4E60;&#x8BA1;&#x7B97;&#x601D;&#x7EF4;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x7684;&#x4E00;&#x4E2A;&#x7279;&#x70B9;</strong>&#xFF0C;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x7684;&#x4E00;&#x4E2A;&#x76EE;&#x6807;&#x3002;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/7387368.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x77E5;&#x8BC6;&#x6280;&#x80FD;">&#x25C7;&#x77E5;&#x8BC6;/&#x6280;&#x80FD;</h3>
<blockquote>
<p>&#x90A3;&#x4E48;&#x5728;&#x6709;&#x4E86;&#x4E00;&#x5B9A;&#x7684;&#x601D;&#x7EF4;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#x3001;&#x57FA;&#x7840;&#x4E0A;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4E0D;&#x65AD;&#x7684;&#x5B66;&#x4E60;&#x77E5;&#x8BC6;&#x548C;&#x6280;&#x80FD;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#xFF1A;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x4E60;&#x8BA1;&#x7B97;&#x673A;&#x8BED;&#x8A00;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x3001;&#x6570;&#x5B66;&#x5EFA;&#x6A21;&#x3001;&#x975E;&#x6570;&#x5B66;&#x5EFA;&#x6A21;&#x3001;&#x6570;&#x636E;&#x5E93;&#xFF0C;&#x800C;<strong>&#x8FD9;&#x4E9B;&#x65B9;&#x9762;&#x7684;&#x77E5;&#x8BC6;&#x548C;&#x6280;&#x80FD;&#xFF0C;&#x90A3;&#x4E48;&#x66F4;&#x591A;&#x7684;&#x662F;&#x5728;&#x6211;&#x4EEC;&#x8BA1;&#x7B97;&#x601D;&#x7EF4;&#x7684;&#x6307;&#x5BFC;&#x4E0B;&#xFF0C;&#x4E0D;&#x65AD;&#x5730;&#x8FD9;&#x79CD;&#x7EC3;&#x4E60;&#x3001;&#x7EC3;&#x4E60;&#x3001;&#x518D;&#x7EC3;&#x4E60;&#x624D;&#x80FD;&#x638C;&#x63E1;&#x7684;&#xFF01;&#x624D;&#x80FD;&#x638C;&#x63E1;&#x7684;&#xFF01;</strong>&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x50CF;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x5185;&#x5BB9;&#xFF0C;&#x5B83;&#x4E0D;&#x662F;&#x8BF4;&#x7B80;&#x7B80;&#x5355;&#x5355;&#x5730;&#x5B66;&#xFF0C;&#x800C;&#x662F;&#x8981;&#x66F4;&#x591A;&#x5730;&#x7EC3;&#x3002;&#x6240;&#x4EE5;&#x77E5;&#x8BC6;/&#x6280;&#x80FD;&#x662F;&#x901A;&#x8FC7;&#x7EC3;&#x4E60;&#xFF0C;&#x8BAD;&#x7EC3;&#x4E0E;&#x638C;&#x63E1;&#x7684; </p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/19659720.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x80FD;&#x529B;">&#x25C7;&#x80FD;&#x529B;</h3>
<blockquote>
<p>&#x90A3;&#x4E48;&#x8FDB;&#x4E00;&#x6B65;&#x5462;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x671F;&#x4F1A;&#x6709;&#x4E00;&#x4E9B;&#x8FD9;&#x79CD;&#x89C6;&#x91CE;&#x62D3;&#x5C55;&#x3001;&#x77E5;&#x8BC6;&#x62D3;&#x5C55;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x8BFE;&#x7A0B;&#xFF0C;&#x90A3;&#x4E48;&#x5F53;&#x6211;&#x4EEC;&#x80FD;&#x591F;&#x5728;&#x8FD9;&#x4E9B;&#x77E5;&#x8BC6;&#x62D3;&#x5C55;&#xFF0C;&#x5728;&#x8FD9;&#x4E9B;&#x6280;&#x80FD;&#x8BAD;&#x7EC3;&#x57FA;&#x7840;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x628A;&#x8FD9;&#x79CD;&#x601D;&#x7EF4;&#x8F6C;&#x5316;&#x6210;&#x80FD;&#x529B;&#xFF01;&#x554A;&#x8F6C;&#x5316;&#x6210;&#x80FD;&#x529B;&#xFF0C;&#x6240;&#x4EE5;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#x6765;&#x8BB2;&#xFF0C;&#x8FD9;&#x662F;&#x601D;&#x7EF4;&#x3001;&#x77E5;&#x8BC6;/&#x6280;&#x80FD;&#x548C;&#x80FD;&#x529B;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;&#x3002; </p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/8341022.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x6253;&#x4E2A;&#x6BD4;&#x65B9;&#x7406;&#x89E3;&#x8FD9;&#x4E09;&#x4E2A;&#x70B9;&#x7684;&#x5173;&#x7CFB;">&#x25C7;&#x6253;&#x4E2A;&#x6BD4;&#x65B9;&#x7406;&#x89E3;&#x8FD9;&#x4E09;&#x4E2A;&#x70B9;&#x7684;&#x5173;&#x7CFB;</h3>
<h4 id="&#x77E5;&#x8BC6;&#x70B9;-&#x7A74;&#x4F4D;">&#x77E5;&#x8BC6;&#x70B9;-&#x7A74;&#x4F4D;</h4>
<blockquote>
<p>&#x6211;&#x4EEC;&#x7ED9;&#x5927;&#x5BB6;&#x6253;&#x4E00;&#x4E2A;&#x6BD4;&#x65B9;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#xFF1A;<strong>&#x6211;&#x4EEC;&#x4EBA;&#x8EAB;&#x4F53;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x6709;&#x82E5;&#x5E72;&#x4E2A;&#x7A74;&#x4F4D;&#xFF0C;&#x8FD9;&#x4E00;&#x4E2A;&#x4E00;&#x4E2A;&#x7A74;&#x4F4D;&#xFF0C;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x77E5;&#x8BC6;&#x70B9;&#x3002;&#x4E00;&#x4E2A;&#x7A74;&#x4F4D;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x77E5;&#x8BC6;&#x70B9;&#x3002;</strong></p>
</blockquote>
<h4 id="&#x601D;&#x7EF4;-&#x8109;&#x7EDC;">&#x601D;&#x7EF4;-&#x8109;&#x7EDC;</h4>
<blockquote>
<p><strong>&#x800C;&#x82E5;&#x5E72;&#x7684;&#x7A74;&#x4F4D;&#xFF0C;&#x5B83;&#x4EEC;&#x4E4B;&#x95F4;&#x7684;&#x8FD9;&#x79CD;&#x8109;&#x7EDC;&#xFF0C;&#x6211;&#x4EEC;&#x79F0;&#x4E3A;&#x53EB;&#x505A;&#x601D;&#x7EF4;&#xFF0C;&#x79F0;&#x4E3A;&#x53EB;&#x505A;&#x601D;&#x7EF4;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x628A;&#x8D2F;&#x901A;&#x7684;&#x8109;&#x7EDC;&#x79F0;&#x4E3A;&#x53EB;&#x505A;&#x601D;&#x7EF4;&#x3002;</strong></p>
</blockquote>
<h4 id="&#x5B9E;&#x8DF5;-&#x953B;&#x70BC;&#xFF0C;&#x4F7F;&#x8109;&#x7EDC;&#x8D2F;&#x901A;">&#x5B9E;&#x8DF5;-&#x953B;&#x70BC;&#xFF0C;&#x4F7F;&#x8109;&#x7EDC;&#x8D2F;&#x901A;</h4>
<blockquote>
<p>&#x4F46;&#x662F;&#x771F;&#x6B63;&#x80FD;&#x591F;&#x8D2F;&#x901A;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x8109;&#x7EDC;&#xFF0C;&#x4F7F;&#x8FD9;&#x4E9B;&#x6C14;&#x606F;&#x5728;&#x8FD9;&#x4E9B;&#x7A74;&#x4F4D;&#x4E4B;&#x95F4;&#x6765;&#x56DE;&#x8FD9;&#x79CD;&#x6E38;&#x8D70;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#xFF0C;&#x8FD9;&#x662F;&#x9700;&#x8981;&#x4E0D;&#x65AD;&#x7684;&#x953B;&#x70BC;&#x7684;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x5C31;&#x9700;&#x8981;&#x5B9E;&#x8DF5;&#x3002;&#x90A3;&#x4E48;&#x901A;&#x8FC7;&#x4E0D;&#x65AD;&#x7684;&#x7EC3;&#x4E60;&#xFF0C;&#x4F7F;&#x5F97;&#x6C14;&#x606F;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#x4E0D;&#x65AD;&#x5730;&#x8FD9;&#x79CD;&#x6E38;&#x8D70;&#x3002;</p>
</blockquote>
<h4 id="&#x80FD;&#x529B;-&#x5185;&#x529F;&#xFF08;&#x8D2F;&#x901A;&#x7684;&#x8109;&#x7EDC;&#xFF09;">&#x80FD;&#x529B;-&#x5185;&#x529F;&#xFF08;&#x8D2F;&#x901A;&#x7684;&#x8109;&#x7EDC;&#xFF09;</h4>
<blockquote>
<p>&#x8FD9;&#x6837;&#x7684;&#x8BDD;&#xFF0C;<strong>&#x6211;&#x4EEC;&#x8BF4;&#x5F53;&#x4F60;&#x7ECF;&#x8FC7;&#x65E5;&#x79EF;&#x6708;&#x7D2F;&#x8FD9;&#x79CD;&#x8BAD;&#x7EC3;&#x4EE5;&#x540E;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5C06;&#x8FD9;&#x79CD;&#x601D;&#x7EF4;&#x8F6C;&#x6362;&#x6210;&#x80FD;&#x529B;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8BF4;&#x5C06;&#x8FD9;&#x79CD;&#x80FD;&#x529B;&#xFF0C;&#x6211;&#x4EEC;&#x628A;&#x5B83;&#x79F0;&#x4E3A;&#x53EB;&#x505A;&#x5185;&#x529F;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x8D2F;&#x901A;&#x7684;&#x8109;&#x7EDC;&#xFF0C;&#x8D2F;&#x901A;&#x7684;&#x8109;&#x7EDC;&#x3002;</strong>&#x90A3;&#x4E48;&#x601D;&#x7EF4;&#x5462;&#xFF1F;&#x5C31;&#x662F;&#x4E00;&#x4E9B;&#x7A74;&#x4F4D;&#x94FE;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8FD9;&#x4E9B;&#x7A74;&#x4F4D;&#x8981;&#x8D2F;&#x901A;&#x8D77;&#x6765;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x8981;&#x77E5;&#x9053;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4EEC;&#x77E5;&#x9053;&#xFF0C;&#x4F46;&#x80FD;&#x4E0D;&#x80FD;&#x591F;&#x505A;&#x5230;&#x5462;&#xFF1F;&#x80FD;&#x591F;&#x505A;&#x5230;&#x7684;&#x8BDD;&#xFF0C;&#x5C31;&#x5FC5;&#x987B;&#x8981;&#x7ECF;&#x8FC7;&#x4E0D;&#x65AD;&#x5730;&#x7EC3;&#x4E60;&#x3002;</p>
</blockquote>
<h3 id="&#x25C7;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x7684;&#x5B66;&#x4E60;">&#x25C7;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x7684;&#x5B66;&#x4E60;</h3>
<blockquote>
<p>&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x628A;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x5185;&#x5BB9;&#x2014;&#x2014;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x7684;&#x5B66;&#x4E60;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x4E3A;<strong>&#x6253;&#x901A;&#x77E5;&#x8BC6;&#x8109;&#x7EDC;&#xFF0C;&#x878D;&#x8D2F;&#x5404;&#x95E8;&#x8BFE;&#x7A0B;&#xFF0C;&#x5185;&#x529F;&#x5F3A;&#x5316;&#x57FA;&#x7840;&#xFF0C;&#x5916;&#x529F;&#x7075;&#x6D3B;&#x5E94;&#x53D8;&#x3002;</strong>&#x90A3;&#x4E48;&#x6240;&#x8C13;&#x7684;&#x5916;&#x529F;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x4E0D;&#x65AD;&#x63A5;&#x89E6;&#x5230;&#x7684;&#x4E00;&#x4E9B;&#x8F6F;&#x4EF6;&#x3001;&#x786C;&#x4EF6;&#x7684;&#x5E94;&#x7528;&#xFF0C;&#x6240;&#x8C13;&#x7684;&#x5916;&#x529F;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x4E60;&#x7684;&#x4E00;&#x79CD;&#x8BA1;&#x7B97;&#x673A;&#x8BED;&#x8A00;&#x53CA;&#x5176;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#xFF0C;&#x90A3;&#x4E48;&#x50CF;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x5185;&#x5BB9;&#xFF0C;&#x5728;&#x6211;&#x4EEC;&#x6709;&#x4E86;&#x5185;&#x529F;&#x7684;&#x57FA;&#x7840;&#x4E0A;&#xFF0C;&#x90A3;&#x4E48;&#x5B83;&#x624D;&#x80FD;&#x66F4;&#x597D;&#x5730;&#x53D1;&#x6325;&#x51FA;&#x6765;&#xFF01;&#x66F4;&#x597D;&#x5730;&#x53D1;&#x6325;&#x51FA;&#x6765;&#x3002;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-19/7150615.jpg" alt=""></p>
</blockquote>
<h2 id="&#x2605;&#x603B;&#x7ED3;">&#x2605;&#x603B;&#x7ED3;</h2>
<ul>
<li>&#x901A;&#x8FC7;&#x601D;&#x7EF4;&#x8D2F;&#x901A;&#xFF08;&#x8FDE;&#x63A5;&#xFF09;&#x90A3;&#x4E9B;&#x6E38;&#x79BB;&#x7684;&#x77E5;&#x8BC6;&#x70B9;&#xFF0C;&#x8FD9;&#x662F;&#x70B9;&#x5230;&#x7EBF;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x800C;&#x8FD9;&#x6839;&#x7EBF;&#x5C31;&#x662F;&#x601D;&#x7EF4;&#x4E86;&#xFF1B;&#x901A;&#x8FC7;&#x4E0D;&#x65AD;&#x5730;&#x5B9E;&#x8DF5;&#x4F7F;&#x601D;&#x7EF4;&#x8D2F;&#x901A;&#xFF0C;&#x8FD9;&#x662F;&#x7EBF;&#x5230;&#x9762;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x8FD9;&#x4E2A;&#x9762;&#x5C31;&#x662F;&#x80FD;&#x529B;&#x4E86;&#xFF0C;&#x8FD9;&#x4E2A;&#x9762;&#x4E5F;&#x53EB;&#x505A;&#x5185;&#x529F;&#x3002;</li>
<li>&#x6709;&#x4E86;&#x5185;&#x529F;&#xFF0C;&#x90A3;&#x4E9B;&#x5916;&#x529F;&#x8BF8;&#x5982;&#x8F6F;&#x786C;&#x4EF6;&#x7684;&#x5E94;&#x7528;&#x3001;&#x8BA1;&#x7B97;&#x673A;&#x8BED;&#x8A00;&#x53CA;&#x5176;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#xFF0C;&#x624D;&#x80FD;&#x66F4;&#x597D;&#x5730;&#x53D1;&#x6325;&#x51FA;&#x6765;&#xFF01;</li>
<li>&#x591A;&#x770B;&#x77E5;&#x8BC6;&#x6784;&#x5EFA;&#x6B21;&#x5E8F;&#x56FE;&#x2026;&#x2026;</li>
<li>&#x4E4B;&#x524D;&#x4F60;&#x4E00;&#x76F4;&#x8BF4;&#x300C;&#x65E0;&#x6CD5;&#x5C06;&#x96F6;&#x788E;&#x7684;&#x77E5;&#x8BC6;&#x70B9;&#x7EC4;&#x7EC7;&#x8D77;&#x6765;&#x300D;&#xFF0C;&#x90A3;&#x4E48;&#x73B0;&#x5728;&#x6211;&#x60F3;&#x4F60;&#x5E94;&#x8BE5;&#x77E5;&#x9053;&#x539F;&#x56E0;&#x4E86;&#x5427;&#xFF01;&#x5373;&#x7F3A;&#x4E4F;&#x4E00;&#x79CD;&#x601D;&#x7EF4;&#xFF0C;&#x800C;&#x4E14;&#x5373;&#x4FBF;&#x6709;&#x4E86;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x601D;&#x7EF4;&#xFF0C;&#x4E5F;&#x8FD8;&#x5F97;&#x8981;&#x4E0D;&#x65AD;&#x5730;&#x7EC3;&#x4E60;&#xFF0C;&#x624D;&#x80FD;&#x628A;&#x8FD9;&#x4E9B;&#x77E5;&#x8BC6;&#x70B9;&#x8F6C;&#x5316;&#x6210;&#x4E00;&#x79CD;&#x80FD;&#x529B;&#xFF0C;&#x6709;&#x4E86;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x80FD;&#x529B;&#xFF0C;&#x90A3;&#x4E48;<strong>&#x77E5;&#x8BC6;&#x5B66;&#x4E60;&#x7684;&#x901F;&#x5EA6;&#x8DDF;&#x4E0D;&#x4E0A;&#x8BA1;&#x7B97;&#x5B66;&#x79D1;&#x77E5;&#x8BC6;&#x81A8;&#x80C0;&#x7684;&#x901F;&#x5EA6;</strong>&#x7684;&#x77DB;&#x76FE;&#xFF0C;&#x5C31;&#x8FCE;&#x5203;&#x800C;&#x89E3;&#x4E86;&#x2026;&#x2026;</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="计算机专业导论这门课学什么？.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 计算机专业导论这门课学什么？">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"怎么学计算机专业导论？","date":"2018-06-19T13:56:39.000Z","categories":"计算机专业导论","tags":"内功","level":"1.2.3","depth":2,"next":{"title":"人计算与机器自动计算","level":"1.2.4","depth":2,"ref":"","articles":[{"title":"人计算与机器自动计算-A","level":"1.2.4.1","depth":3,"path":"ch01/人计算与机器自动计算-A.md","ref":"./ch01/人计算与机器自动计算-A.md","articles":[]},{"title":"人计算与机器自动计算-B","level":"1.2.4.2","depth":3,"path":"ch01/人计算与机器自动计算-B.md","ref":"./ch01/人计算与机器自动计算-B.md","articles":[]}]},"previous":{"title":"计算机专业导论这门课学什么？","level":"1.2.2","depth":2,"path":"ch01/计算机专业导论这门课学什么？.md","ref":"./ch01/计算机专业导论这门课学什么？.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch01/怎么学计算机专业导论？.md","mtime":"2018-06-19T06:05:47.999Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-08-19T05:03:36.410Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

