
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>机器自动计算需要解决的问题？ · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="计算系统之发展趋势.html" />
    
    
    <link rel="prev" href="人计算与机器自动计算-B.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    第1讲-计算机、计算与计算思维
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="为什么学计算机、计算与计算思维？.html">
            
                <a href="为什么学计算机、计算与计算思维？.html">
            
                    
                    为什么学计算机、计算与计算思维？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="计算机专业导论这门课学什么？.html">
            
                <a href="计算机专业导论这门课学什么？.html">
            
                    
                    计算机专业导论这门课学什么？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="怎么学计算机专业导论？.html">
            
                <a href="怎么学计算机专业导论？.html">
            
                    
                    怎么学计算机专业导论？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" >
            
                <span>
            
                    
                    人计算与机器自动计算
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.4.1" data-path="人计算与机器自动计算-A.html">
            
                <a href="人计算与机器自动计算-A.html">
            
                    
                    人计算与机器自动计算-A
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4.2" data-path="人计算与机器自动计算-B.html">
            
                <a href="人计算与机器自动计算-B.html">
            
                    
                    人计算与机器自动计算-B
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter active" data-level="1.2.5" data-path="机器自动计算需要解决的问题？.html">
            
                <a href="机器自动计算需要解决的问题？.html">
            
                    
                    机器自动计算需要解决的问题？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="计算系统之发展趋势.html">
            
                <a href="计算系统之发展趋势.html">
            
                    
                    计算系统之发展趋势
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" >
            
                <span>
            
                    
                    第1讲之扩展内容（选修）
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.7.1" data-path="回顾对计算与自动计算的认识.html">
            
                <a href="回顾对计算与自动计算的认识.html">
            
                    
                    回顾对计算与自动计算的认识
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../test.html">
            
                <a href="../test.html">
            
                    
                    test
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >机器自动计算需要解决的问题？</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p>&#x4F60;&#x9020;&#x5417;&#xFF1F;&#x673A;&#x5668;&#x8981;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF0C;&#x90A3;&#x4E2A;&#x5E74;&#x4EE3;&#x5F97;&#x9700;&#x8981;&#x8003;&#x8651;&#x591A;&#x5C11;&#x95EE;&#x9898;&#x554A;&#xFF01;&#x6240;&#x4EE5;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x5F88;&#x5E86;&#x5E78;&#x81EA;&#x5DF1;&#x80FD;&#x5728;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#x80FD;&#x591F;&#x9886;&#x7565;&#x79D1;&#x6280;&#x7684;&#x9B45;&#x529B;&#x2026;&#x2026;</p>
<!--more-->
<h2 id="&#x2605;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#xFF1F;">&#x2605;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#xFF1F;</h2>
<h3 id="&#x25C7;&#x4E00;&#x5F20;&#x56FE;&#x544A;&#x8BC9;&#x4F60;&#xFF0C;&#x6709;&#x54EA;&#x4E9B;&#x95EE;&#x9898;">&#x25C7;&#x4E00;&#x5F20;&#x56FE;&#x544A;&#x8BC9;&#x4F60;&#xFF0C;&#x6709;&#x54EA;&#x4E9B;&#x95EE;&#x9898;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-22/20462660.jpg" alt=""></p>
<h3 id="&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;">&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;</h3>
<h4 id="&#x6CA1;&#x6709;&#x6570;&#x636E;&#x548C;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x4F60;&#x8FD8;&#x662F;&#x8BA1;&#x7B97;&#x5F0F;&#x5417;&#xFF1F;">&#x6CA1;&#x6709;&#x6570;&#x636E;&#x548C;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x4F60;&#x8FD8;&#x662F;&#x8BA1;&#x7B97;&#x5F0F;&#x5417;&#xFF1F;</h4>
<p>&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x8BA1;&#x7B97;&#x5F0F;&#x90FD;&#x5305;&#x62EC;&#x6570;&#x636E;&#x548C;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x4E24;&#x4E2A;&#x90E8;&#x5206; &#x3002;&#x4EC0;&#x4E48;&#x662F;&#x6570;&#x636E;&#xFF1F;&#x5982;&#x8FD9;&#x4E2A;&#x65B9;&#x7A0B;&#x5F0F;&#xFF08;&#x770B;&#x56FE;&#xFF09;&#x7684;a&#x3001;x&#x3001;b &#x3001;c&#x3001;0&#x8FD9;&#x51E0;&#x5144;&#x5F1F;&#x5C31;&#x662F;&#x6570;&#x636E;&#x3002;&#x90A3;&#x4E48;&#x4EC0;&#x4E48;&#x662F;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x540C;&#x6837;&#x770B;&#x8FD9;&#x4E2A;&#x65B9;&#x7A0B;&#xFF0C;&#x6240;&#x8C13;&#x7684;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x6307;&#x7684;&#x662F;&#x8FD9;&#x4E2A;&#x65B9;&#x7A0B;&#x662F;&#x5982;&#x4F55;&#x8FDB;&#x884C;&#x52A0;&#x6CD5;&#x8FD0;&#x7B97;&#x7684;&#xFF1F;&#x662F;&#x5982;&#x4F55;&#x8FDB;&#x884C;&#x4E58;&#x6CD5;&#x8FD0;&#x7B97;&#x7684;&#xFF1F;&#x7B49;&#x7B49;&#x2026;&#x2026;</p>
<h4 id="&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF1F;&#x6570;&#x636E;&#xFF1F;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF1F;">&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF1F;&#x6570;&#x636E;&#xFF1F;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF1F;</h4>
<p>&#x5982;&#x679C;&#x60F3;&#x8981;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x7684;&#x8BDD;&#xFF0C;&#x90A3;&#x4E48;&#x5C31;&#x5FC5;&#x987B;&#x89E3;&#x51B3;&#x300C;&#x6570;&#x636E;&#x600E;&#x6837;&#x8868;&#x793A;&#x7684;&#xFF1F;&#x300D;&#x300C;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x53C8;&#x662F;&#x600E;&#x6837;&#x8868;&#x793A;&#x7684;&#xFF1F;&#x300D;&#x8FD9;&#x6837;&#x7684;&#x95EE;&#x9898;&#x3002;</p>
<h5 id="&#x5982;&#x4F55;&#x8868;&#x793A;&#x6570;&#x636E;&#xFF1F;">&#x5982;&#x4F55;&#x8868;&#x793A;&#x6570;&#x636E;&#xFF1F;</h5>
<p>&#x4E3E;&#x4E2A;&#x6817;&#x5B50;&#xFF0C;&#x5982;&#x673A;&#x68B0;&#x8BA1;&#x7B97;&#x5F53;&#x4E2D;&#x662F;&#x5982;&#x4F55;&#x8868;&#x793A;&#x6570;&#x636E;&#x7684;&#x5462;&#xFF1F;</p>
<ol>
<li>&#x7B97;&#x76D8;&#xFF1A;&#x4E0A;&#x9762;&#x4E00;&#x4E2A;&#x73E0;&#x5B50;&#x8868;&#x793A;5&#xFF0C;&#x4E0B;&#x9762;&#x4E00;&#x4E2A;&#x73E0;&#x5B50;&#x8868;&#x793A;1</li>
<li>&#x949F;&#x8868;&#xFF1A;&#x901A;&#x8FC7;&#x4E0D;&#x540C;&#x5927;&#x5C0F;&#x7684;&#x9F7F;&#x8F6E;&#x6765;&#x8868;&#x793A;0~11&#x8FD9;&#x4E9B;&#x6570;&#x5B57;</li>
<li>&#x5DF4;&#x8D1D;&#x5947;&#x5DEE;&#x5206;&#x673A;&#xFF1A;&#x540C;&#x6837;&#x662F;&#x50CF;&#x949F;&#x8868;&#x4E00;&#x6837;&#xFF0C;&#x901A;&#x8FC7;&#x4E0D;&#x540C;&#x5927;&#x5C0F;&#x7684;&#x9F7F;&#x8F6E;+&#x4E0D;&#x540C;&#x5927;&#x5C0F;&#x9F7F;&#x8F6E;&#x4E0A;&#x7684;&#x4F4D;&#x7F6E;&#x6765;&#x8868;&#x793A;1~10&#x8FD9;&#x4E9B;&#x6570;&#x5B57;</li>
</ol>
<p>&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8BF4;&#x600E;&#x6837;&#x300C;&#x8868;&#x793A;&#x300D;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x5173;&#x952E;&#x7684;&#x65B9;&#x9762;&#x3002;</p>
<p><strong>&#x6709;&#x79CD;&#x6570;&#x636E;&#x6620;&#x5C04;&#x5230;&#x4E86;&#x5668;&#x4EF6;&#x8D76;&#x811A;&#x2026;&#x2026;</strong></p>
<hr>
<p>&#x6709;&#x4E86;&#x8868;&#x793A;&#x4EE5;&#x540E;&#xFF0C;&#x8FD8;&#x8981;&#x89E3;&#x51B3;&#x5982;&#x4F55;&#x81EA;&#x52A8;&#x7684;&#x5B58;&#x548C;&#x81EA;&#x52A8;&#x7684;&#x53D6;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5373;&#x673A;&#x5668;&#x53EF;&#x4EE5;&#x81EA;&#x52A8;&#x7684;&#x8BFB;&#x6570;&#x636E;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x81EA;&#x52A8;&#x7684;&#x5199;&#x6570;&#x636E;&#x3002;&#x5982;&#x949F;&#x8868;&#x53EF;&#x4EE5;&#x81EA;&#x52A8;&#x7684;&#x53D8;&#x5316;&#xFF0C;&#x800C;&#x7B97;&#x76D8;&#x5C31;&#x4E0D;&#x53EF;&#x4EE5;&#x4E86;&#xFF0C;&#x9700;&#x8981;&#x4EBA;&#x53BB;&#x62E8;&#x73E0;&#x5B50;&#x53CD;&#x6620;&#x8FD9;&#x79CD;&#x81EA;&#x52A8;&#x7684;&#x53D8;&#x5316;&#xFF0C;&#x6240;&#x4EE5;&#x8BF4;&#x7B97;&#x76D8;&#x5C31;&#x4E0D;&#x80FD;&#x5B9E;&#x73B0;&#x81EA;&#x52A8;&#x7684;&#x5B58;&#x548C;&#x81EA;&#x52A8;&#x7684;&#x53D6;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x5982;&#x4F55;&#x8868;&#x793A;&#x8FD9;&#x79CD;&#x5B58;&#x53D6;&#x6570;&#x636E;&#x5462;&#xFF1F;&#xFF0C;&#x5728;&#x73B0;&#x5B9E;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x80FD;&#x591F;&#x627E;&#x5230;&#x8868;&#x793A;10&#x79CD;&#x72B6;&#x6001;&#x7684;&#x5668;&#x4EF6;&#xFF0C;&#x901A;&#x5E38;&#x6765;&#x8BF4;&#x662F;&#x6BD4;&#x8F83;&#x96BE;&#x7684;&#xFF0C;&#x800C;&#x627E;&#x5230;&#x8868;&#x793A;&#x4E24;&#x79CD;&#x72B6;&#x6001;&#x7684;&#x5668;&#x4EF6;&#xFF0C;&#x76F8;&#x5BF9;&#x6765;&#x8BF4;&#x6BD4;&#x8F83;&#x5BB9;&#x6613;&#x3002;&#x6240;&#x4EE5;&#x4ECE;&#x300C;&#x8868;&#x793A;&#x300D;&#x548C;&#x300C;&#x5B58;&#x53D6;&#x300D;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x8BB2;&#xFF0C;&#x8BA1;&#x7B97;&#x673A;&#x5C31;&#x7531;10&#x8FDB;&#x5236;&#x8FC7;&#x6E21;&#x5230;&#x4E86;2&#x8FDB;&#x5236;&#x3002;&#x4EBA;&#x7528;&#x5341;&#x8FDB;&#x5236;&#x8868;&#x8FBE;&#x6570;&#x503C;&#xFF0C;&#x800C;&#x8BA1;&#x7B97;&#x673A;&#x5219;&#x662F;&#x7528;&#x4E8C;&#x8FDB;&#x5236;&#x8868;&#x8FBE;&#x8FD9;&#x79CD;&#x6570;&#x503C;&#xFF0C;&#x6BD5;&#x7ADF;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x662F;&#xFF0C;&#x4E8C;&#x8FDB;&#x5236;&#x7684;&#x5143;&#x5668;&#x4EF6;&#x5BB9;&#x6613;&#x627E;&#xFF0C;&#x501F;&#x6B64;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x81EA;&#x52A8;&#x7684;&#x5B58;&#x548C;&#x81EA;&#x52A8;&#x7684;&#x53D6;</p>
<p><strong>&#x5373;&#x4FBF;&#x4F60;&#x7684;&#x5668;&#x4EF6;&#x53EF;&#x4EE5;&#x8868;&#x793A;&#x6570;&#x636E;&#xFF0C;&#x4F46;&#x662F;&#x80FD;&#x4E0D;&#x80FD;&#x81EA;&#x52A8;&#x5B58;&#x53D6;&#x7684;&#x662F;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x8FD9;&#x4E2A;&#x5668;&#x4EF6;&#x80FD;&#x5426;&#x627E;&#x5230;&#x3001;&#x662F;&#x5426;&#x5B58;&#x5728;&#x53C8;&#x662F;&#x4E00;&#x4E2A;&#x95EE;&#x9898;</strong></p>
<h5 id="&#x5982;&#x4F55;&#x8868;&#x793A;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF1F;">&#x5982;&#x4F55;&#x8868;&#x793A;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF1F;</h5>
<p>&#x90A3;&#x4E48;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x53C8;&#x662F;&#x5982;&#x4F55;&#x8868;&#x793A;&#x7684;&#x5462;&#xFF1F;</p>
<p>&#x50CF;&#x662F;&#x4E00;&#x4E9B;&#x7A0B;&#x5E8F;&#x90FD;&#x662F;&#x7528;&#x6765;&#x8868;&#x793A;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x7684;&#xFF0C;&#x800C;&#x7A0B;&#x5E8F;&#x4E5F;&#x662F;&#x9700;&#x8981;&#x81EA;&#x52A8;&#x7684;&#x5B58;&#x548C;&#x81EA;&#x52A8;&#x7684;&#x53D6;&#x7684;&#xFF0C;&#x4F46;&#x5BF9;&#x4E8E;&#x7A0B;&#x5E8F;&#x6765;&#x8BB2;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#x7A0B;&#x5E8F;&#x8981;&#x80FD;&#x591F;&#x81EA;&#x52A8;&#x6267;&#x884C;</p>
<p><strong>&#x4E0D;&#x8981;&#x4EE5;&#x4E3A;&#x4F60;&#x662F;&#x4E2A;&#x7A0B;&#x5E8F;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#xFF0C;&#x5373;&#x4FBF;&#x4F60;&#x53EF;&#x4EE5;&#x81EA;&#x52A8;&#x5B58;&#x53D6;&#xFF0C;&#x4F46;&#x662F;&#x4F60;&#x4E0D;&#x80FD;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x5C31;&#x662F;&#x4E2A;&#x5C41;&#xFF01;&#xFF01;&#xFF01;</strong></p>
<p>&#x4E3E;&#x4E2A;&#x6817;&#x5B50;&#xFF1F;&#xFF1F;</p>
<p>&#x5DF4;&#x8D1D;&#x5947;&#x5DEE;&#x5206;&#x673A;&#xFF0C;&#x53EF;&#x4EE5;&#x5BF9;&#x90A3;&#x4E9B;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x5B9E;&#x73B0;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x7684;&#x81EA;&#x52A8;&#x5904;&#x7406;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x5BF9;&#x7B97;&#x76D8;&#x6765;&#x8BB2;&#x5462;&#xFF1F;&#x53EA;&#x80FD;&#x901A;&#x8FC7;&#x4EBA;&#x6765;&#x6267;&#x884C;&#x8FD9;&#x4E9B;&#x8BA1;&#x7B97;&#x89C4;&#x5219;</p>
<h3 id="&#x25C7;&#x5982;&#x4F55;&#x4ECE;&#x5143;&#x5668;&#x4EF6;&#x8FC7;&#x6E21;&#x5230;&#x7CFB;&#x7EDF;&#xFF1F;">&#x25C7;&#x5982;&#x4F55;&#x4ECE;&#x5143;&#x5668;&#x4EF6;&#x8FC7;&#x6E21;&#x5230;&#x7CFB;&#x7EDF;&#xFF1F;</h3>
<p>&#x4ECE;&#x5341;&#x8FDB;&#x5236;&#x8FC7;&#x6E21;&#x5230;&#x4E8C;&#x8FDB;&#x5236;&#x4EE5;&#x540E;&#xFF0C;&#x8FD9;&#x5BF9;&#x4E8E;&#x7535;&#x5B50;&#x8BA1;&#x7B97;&#x673A;&#x5C31;&#x6BD4;&#x8F83;&#x5BB9;&#x6613;&#x4E86;&#x554A;&#xFF01;&#x4E3A;&#x4EC0;&#x4E48;&#xFF1F;&#x627E;&#x5230;&#x6709;&#x4E24;&#x79CD;&#x72B6;&#x6001;&#x7684;&#x5143;&#x5668;&#x4EF6;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x89E3;&#x51B3;&#x6570;&#x636E;&#x548C;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x8FD9;&#x79CD;&#x5B58;&#x53D6;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5C06;&#x6570;&#x636E;&#x548C;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x90FD;&#x8F6C;&#x5316;&#x6210;0&#x3001;1&#x8FDB;&#x884C;&#x5B58;&#x53D6;&#xFF0C;&#x6211;&#x4EEC;&#x53EA;&#x8981;&#x627E;&#x5230;&#x80FD;&#x5B58;&#x50A8;0&#x3001;1&#x7684;&#x5143;&#x5668;&#x4EF6;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#xFF0C;&#x4E8E;&#x662F;&#x6211;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x8FC7;&#x6E21;&#x5230;&#x4E86;&#x7CFB;&#x7EDF;&#x3002;</p>
<h3 id="&#x25C7;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x8981;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;">&#x25C7;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x8981;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;</h3>
<p>&#x901A;&#x8FC7;&#x4E0A;&#x9762;&#x53D9;&#x8FF0;&#xFF0C;&#x56E0;&#x6B64;&#x53EF;&#x4EE5;&#x6709;&#xFF1A;<strong>&#x5BF9;&#x4E8E;&#x8BA1;&#x7B97;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x5B9E;&#x73B0;&#x673A;&#x5668;&#x7684;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x5C31;&#x5F97;&#x8981;&#x89E3;&#x51B3;&#x300C;&#x7A0B;&#x5E8F;&#x300D;&#x548C;&#x300C;&#x7A0B;&#x5E8F;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x300D;&#x7684;&#x95EE;&#x9898;</strong></p>
<h2 id="&#x2605;&#x5143;&#x5668;&#x4EF6;&#x53D1;&#x5C55;&#x7684;&#x8F68;&#x8FF9;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF0C;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x8981;&#x89E3;&#x51B3;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#xFF1F;">&#x2605;&#x5143;&#x5668;&#x4EF6;&#x53D1;&#x5C55;&#x7684;&#x8F68;&#x8FF9;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF0C;&#x6BCF;&#x4E2A;&#x9636;&#x6BB5;&#x8981;&#x89E3;&#x51B3;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#xFF1F;</h2>
<h3 id="&#x25C7;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x4E2D;&#x7684;&#x5143;&#x5668;&#x4EF6;&#x7684;&#x53D1;&#x5C55;">&#x25C7;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x4E2D;&#x7684;&#x5143;&#x5668;&#x4EF6;&#x7684;&#x53D1;&#x5C55;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-22/21143612.jpg" alt=""></p>
<h4 id="&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;">&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;</h4>
<p>&#x8FD9;&#x91CC;&#x8BF4;&#x5230;&#x7535;&#x5B50;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x53D1;&#x5C55;&#x8FC7;&#x7A0B;&#xFF0C;&#x4ECE;&#x300C;&#x8868;&#x793A;&#x2192;&#x261E;&#x81EA;&#x52A8;&#x5B58;&#x50A8;&#x2192;&#x261E;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x300D;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF1A;</p>
<ol>
<li><p>&#x6700;&#x521D;&#x7814;&#x7A76;&#x7684;&#x7535;&#x5B50;&#x7BA1;&#x53EF;&#x4EE5;&#x63A7;&#x5236;0&#x548C;1&#x7684;&#x8BFB;&#x53D6;</p>
</li>
<li><p>&#x5230;&#x4E86;&#x6676;&#x4F53;&#x7BA1;&#xFF0C;&#x76F8;&#x8F83;&#x4E8E;&#x7535;&#x5B50;&#x7BA1;&#xFF0C;&#x4F53;&#x79EF;&#x5C31;&#x8981;&#x5C0F;&#x5F97;&#x591A;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x4E5F;&#x80FD;&#x591F;&#x8FDB;&#x884C;0&#x548C;1&#x7684;&#x5904;&#x7406;&#x3002; <strong>&#x522B;&#x770B;&#x6211;&#x5C0F;&#xFF0C;&#x529B;&#x6C14;&#x53EF;&#x4E0D;&#x5C0F;</strong></p>
</li>
<li><p>&#x6700;&#x4E3B;&#x8981;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x5C31;&#x662F;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x7684;&#x51FA;&#x73B0;&#xFF0C;&#x6240;&#x8C13;&#x7684;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x662F;&#x57FA;&#x4E8E;&#x8FD9;&#x79CD;0&#x3001;1&#x7684;&#x8FD0;&#x7B97;&#xFF0C;&#x53EF;&#x81EA;&#x52A8;&#x5B9E;&#x73B0;&#x4E00;&#x5B9A;&#x53D8;&#x6362;&#x7684;&#x5143;&#x4EF6;&#x3002;&#x56FE;&#x4E2D;&#x90A3;&#x5757;&#x6A59;&#x8272;&#x7684;&#x5C0F;&#x4E1C;&#x897F;&#x5C31;&#x662F;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#xFF0C;&#x800C;&#x84DD;&#x8272;&#x80CC;&#x666F;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x662F;&#x6253;&#x5F00;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x540E;&#x6240;&#x770B;&#x5230;&#x7684;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x6709;&#x4E00;&#x4E9B;&#x5143;&#x5668;&#x4EF6;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x4E92;&#x8FDE;&#x7EBF;&#xFF0C;&#x8FDE;&#x7EBF;&#x5B8C;&#x540E;&#x5C31;&#x5C01;&#x88C5;&#x8D77;&#x6765;&#xFF0C;&#x5C31;&#x7559;&#x4E0B;&#x4E86;&#x4E00;&#x4E9B;&#x7BA1;&#x811A;&#x66B4;&#x9732;&#x51FA;&#x6765;&#x3002;&#x800C;&#x7BA1;&#x811A;&#x662F;&#x4EBA;&#x4EEC;&#x4F7F;&#x7528;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x4E00;&#x4E2A;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x65B9;&#x9762;</p>
<p><strong>&#x8FD9;&#x4F53;&#x73B0;&#x4E86;&#x5C01;&#x88C5;&#x548C;&#x66B4;&#x9732;&#x7684;&#x601D;&#x60F3;&#x554A;&#xFF01;&#x8FD9;&#x8BA9;&#x6211;&#x60F3;&#x8D77;&#x4E86;JavaScript&#x7684;&#x95ED;&#x5305;</strong></p>
</li>
<li><p>&#x5BF9;&#x4E8E;&#x73B0;&#x5728;&#x6765;&#x8BB2;&#xFF0C;&#x5C31;&#x662F;&#x8D85;&#x5927;&#x89C4;&#x6A21;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#xFF0C;&#x56FE;&#x4E2D;&#x90A3;&#x5757;&#x9ED1;&#x8272;&#x7684;&#x5C0F;&#x4E1C;&#x897F;&#x5C31;&#x662F;&#x5B83;&#x7684;&#x5E90;&#x5C71;&#x771F;&#x9762;&#x76EE;&#xFF0C;&#x5176;&#x65C1;&#x8FB9;&#x7684;&#x662F;&#x5176;&#x5185;&#x90E8;&#x7684;&#x5404;&#x4E2A;&#x5143;&#x5668;&#x4EF6;&#x4EE5;&#x53CA;&#x5143;&#x5668;&#x4EF6;&#x4E4B;&#x95F4;&#x7684;&#x8FDE;&#x63A5;&#x5173;&#x7CFB;</p>
</li>
</ol>
<p><strong>&#x8FD9;&#x5E45;&#x56FE;&#x5E94;&#x8BE5;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x5143;&#x4EF6;&#x5668;&#x7684;&#x53D1;&#x5C55;&#x8109;&#x7EDC;&#x4E86;</strong></p>
<h3 id="&#x25C7;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x4E2D;&#x7684;&#x5143;&#x5668;&#x4EF6;&#x7684;&#x53D1;&#x5C55;&#x542F;&#x793A;">&#x25C7;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x4E2D;&#x7684;&#x5143;&#x5668;&#x4EF6;&#x7684;&#x53D1;&#x5C55;&#x542F;&#x793A;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-22/82600636.jpg" alt=""></p>
<h4 id="&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;">&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;</h4>
<p>&#x4ECE;&#x8FD9;&#x79CD;&#x5143;&#x5668;&#x4EF6;&#x53D1;&#x5C55;&#x5F53;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x6709;&#x8FD9;&#x4E48;&#x4E00;&#x4E2A;&#x89C4;&#x5F8B;&#x6211;&#x4EEC;&#x662F;&#x8981;&#x7406;&#x89E3;&#x7684;&#x3002;</p>
<ol>
<li>&#x6211;&#x4EEC;&#x9996;&#x5148;&#x6709;&#x4E00;&#x4E9B;&#x57FA;&#x672C;&#x7684;&#x5143;&#x4EF6;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E9B;&#x57FA;&#x672C;&#x5143;&#x4EF6;&#x662F;&#x80FD;&#x591F;&#x5B8C;&#x6210;&#x7531;&#x8F93;&#x5165;&#x53D8;&#x6362;&#x5230;&#x8F93;&#x51FA;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x77E5;&#x9053;&#xFF0C;&#x5F53;&#x7136;&#x8F93;&#x5165;&#x662F;&#x4E00;&#x4E9B;0&#x548C;1&#xFF0C;&#x8F93;&#x51FA;&#x4E5F;&#x662F;&#x4E00;&#x4E9B;0&#x548C;1&#xFF0C;&#x800C;&#x8FD9;&#x4E9B;&#x53D8;&#x6362;&#x5C31;&#x662F;&#x5BF9;&#x8FD9;&#x4E9B;0&#x548C;1&#x7684;&#x8FD0;&#x7B97;</li>
<li>&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x7528;&#x5DF2;&#x6709;&#x7684;&#x5143;&#x5668;&#x4EF6;&#xFF0C;&#x5982;&#x56FE;&#x4E2D;&#x7684;T1&#x3001;T2&#x3001;T3&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x5BF9;T1&#x3001;T2&#x7684;&#x8F93;&#x5165;&#x8F93;&#x51FA;&#x518D;&#x8FDB;&#x884C;&#x7EC4;&#x5408;&#xFF0C;&#x5982;O1&#x548C;O2&#x4F5C;&#x4E3A;T3&#x7684;&#x8F93;&#x5165;I3&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x4E00;&#x4E9B;&#x66F4;&#x4E3A;&#x590D;&#x6742;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x5F97;&#x5230;&#x66F4;&#x4E3A;&#x590D;&#x6742;&#x529F;&#x80FD;&#x7684;&#x8F93;&#x51FA;O3</li>
<li>&#x6211;&#x4EEC;&#x901A;&#x8FC7;&#x5BF9;&#x5DF2;&#x6709;&#x7684;&#x5143;&#x5668;&#x4EF6;&#x5982;T1&#x3001;T2&#x3001;T3&#xFF0C;&#x8FDB;&#x884C;&#x518D;&#x4E00;&#x6B21;&#x7684;&#x8FD9;&#x79CD;&#x8FDE;&#x63A5;&#xFF0C;&#x628A;&#x8FD9;&#x79CD;&#x8FDE;&#x63A5;&#x5173;&#x7CFB;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x5C01;&#x88C5;&#x8D77;&#x6765;&#xFF0C;&#x53D8;&#x6210;&#x4E86;&#x7B2C;&#x56DB;&#x4E2A;&#x5143;&#x5668;&#x4EF6;T4&#x3002;</li>
</ol>
<p>&#x6240;&#x4EE5;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x4E3A;&#x4EC0;&#x4E48;&#x8D8A;&#x6765;&#x8D8A;&#x590D;&#x6742;&#xFF0C;&#x5C31;&#x662F;&#x56E0;&#x4E3A;&#x901A;&#x8FC7;&#x7B80;&#x5355;&#x7684;&#x5143;&#x5668;&#x4EF6;&#xFF0C;&#x901A;&#x8FC7;&#x8FDE;&#x63A5;&#x8D77;&#x6765;&#x4EE5;&#x540E;&#xFF0C;&#x7ED9;&#x5B83;&#x5C01;&#x88C5;&#x8D77;&#x6765;&#xFF0C;&#x5B8C;&#x6210;&#x4E00;&#x4E2A;&#x53D8;&#x6362;&#x3002;&#x540C;&#x7406;&#xFF0C;&#x7136;&#x540E;&#x8FD9;&#x4E2A;&#x5143;&#x5668;&#x4EF6;&#x518D;&#x53C2;&#x4E0E;&#x65B0;&#x7684;&#x6784;&#x9020;&#x5F53;&#x4E2D;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x5C01;&#x88C5;&#x8D77;&#x6765;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x4E2A;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x8D8A;&#x6765;&#x8D8A;&#x590D;&#x6742;&#x3002;</p>
<p><strong>&#x94C1;&#x6253;&#x7684;&#x5143;&#x5668;&#x4EF6;&#xFF0C;&#x6D41;&#x6C34;&#x7684;&#x53C2;&#x4E0E;&#x548C;&#x5C01;&#x88C5;&#x3002;&#x4E1C;&#x897F;&#x7684;&#x672C;&#x8D28;&#x672C;&#x6765;&#x662F;&#x5F88;&#x7B80;&#x5355;&#x7684;&#xFF0C;&#x53EF;&#x662F;&#x91CF;&#x591A;&#x8D77;&#x6765;&#xFF0C;&#x5C31;&#x662F;&#x8D28;&#x53D8;&#x4E86;&#x554A;&#xFF01;</strong></p>
<h2 id="&#x2605;&#x8BA1;&#x7B97;-vs-&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;">&#x2605;&#x8BA1;&#x7B97; vs &#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-22/98462477.jpg" alt=""></p>
<h3 id="&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;">&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;</h3>
<h4 id="cpu">CPU</h4>
<p>&#x5728;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x8D8A;&#x6765;&#x8D8A;&#x590D;&#x6742;&#x7684;&#x52A9;&#x63A8;&#x4E4B;&#x4E0B;&#xFF0C;&#x4E3A;&#x6B64;&#x5C31;&#x51FA;&#x73B0;&#x4E86;&#x5FAE;&#x5904;&#x7406;&#x5668;&#x3001;&#x4E2D;&#x592E;&#x5904;&#x7406;&#x5355;&#x5143;&#xFF08;&#x7B80;&#x79F0;CPU&#xFF0C;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x4E00;&#x4E2A;&#x6838;&#x5FC3;&#x90E8;&#x4EF6;&#xFF0C;&#x5B83;&#x901A;&#x5E38;&#x63A7;&#x5236;&#x7A0B;&#x5E8F;&#x7684;&#x8FD9;&#x79CD;&#x8BFB;&#x53D6;&#x548C;&#x7A0B;&#x5E8F;&#x81EA;&#x52A8;&#x6267;&#x884C;&#xFF0C;&#x6240;&#x4EE5;&#x8BF4;CPU&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x91CC;&#x9762;&#x7684;&#x6838;&#x5FC3;&#x90E8;&#x4EF6;&#xFF0C;&#x662F;&#x63A7;&#x5236;&#x3001;&#x89E3;&#x91CA;&#x3001;&#x6267;&#x884C;&#x7A0B;&#x5E8F;&#x7684;&#x8FD9;&#x4E48;&#x6837;&#x4E00;&#x4E2A;&#x90E8;&#x4EF6;&#xFF09;&#x3002;</p>
<h4 id="&#x5B58;&#x50A8;&#x8BBE;&#x5907;">&#x5B58;&#x50A8;&#x8BBE;&#x5907;</h4>
<p>&#x90A3;&#x4E48;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x5185;&#x5B58;&#x548C;&#x5916;&#x5B58;&#x4E86;&#xFF0C;&#x5373;&#x5B58;&#x50A8;&#x8BBE;&#x5907;&#xFF08;&#x4E3B;&#x8981;&#x7528;&#x4E8E;&#x5B58;&#x53D6;0&#x548C;1&#x3001;&#x5B58;&#x53D6;&#x6570;&#x636E;&#x3001;&#x5B58;&#x53D6;&#x7A0B;&#x5E8F;&#x7B49;&#x7B49;&#x2026;&#x2026;&#xFF09;</p>
<h4 id="&#x8F93;&#x5165;&#x8F93;&#x51FA;&#x8BBE;&#x5907;">&#x8F93;&#x5165;&#x8F93;&#x51FA;&#x8BBE;&#x5907;</h4>
<p>&#x518D;&#x6709;&#x5C31;&#x662F;&#x8F93;&#x5165;&#x8BBE;&#x5907;&#x548C;&#x8F93;&#x51FA;&#x8BBE;&#x5907;&#x3002;&#x524D;&#x8005;&#x5C06;&#x5916;&#x754C;&#x7684;&#x4FE1;&#x606F;&#x9001;&#x5230;&#x8BA1;&#x7B97;&#x673A;&#x91CC;&#x9762;&#x53BB;&#xFF0C;&#x800C;&#x540E;&#x8005;&#x5219;&#x662F;&#x5C06;&#x8BA1;&#x7B97;&#x673A;&#x8BA1;&#x7B97;&#x7684;&#x7ED3;&#x679C;&#x8F93;&#x51FA;&#x5230;&#x5916;&#x754C;&#x6765;&#xFF0C;&#x7531;&#x5916;&#x754C;&#x7684;&#x4EBA;&#x6765;&#x611F;&#x77E5;&#x3002;</p>
<h4 id="&#x5C0F;&#x7ED3;">&#x5C0F;&#x7ED3;</h4>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x50CF;&#x8FD9;&#x6837;&#xFF08;&#x56FE;&#x4E2D;&#x7684;&#x5185;&#x5BB9;&#xFF09;&#x7684;&#x4E00;&#x4E2A;&#x90E8;&#x5206;&#xFF0C;<strong>&#x5C31;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x7684;&#x7ED3;&#x6784;</strong>&#xFF0C;&#x5305;&#x62EC;&#x8F93;&#x5165;&#x8F93;&#x51FA;&#x3001;CPU&#x548C;&#x5185;&#x5B58;&#x5916;&#x5B58;&#x7B49;&#x5B58;&#x50A8;&#x8BBE;&#x5907;</p>
<h2 id="&#x2605;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#xFF1F;">&#x2605;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#xFF1F;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-22/73723632.jpg" alt=""></p>
<h3 id="&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;">&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;</h3>
<p>&#x90A3;&#x4E48;&#x73B0;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x53D1;&#x5C55;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;</p>
<h4 id="&#x5FAE;&#x5904;&#x7406;&#x5668;&#x7684;&#x53D1;&#x5C55;">&#x5FAE;&#x5904;&#x7406;&#x5668;&#x7684;&#x53D1;&#x5C55;</h4>
<p>&#x5FAE;&#x5904;&#x7406;&#x5668;&#x6709;&#x4E09;&#x4E2A;&#x4E3B;&#x8981;&#x7684;&#x6307;&#x6807;&#xFF1A;</p>
<ol>
<li>&#x7B2C;&#x4E00;&#x4E2A;&#x6307;&#x6807;&#x662F;&#x5B57;&#x957F;&#xFF1A;&#x6240;&#x8C13;&#x7684;&#x5B57;&#x957F;&#x6307;&#x7684;&#x662F;&#x8FD9;&#x4E2A;CPU&#x4E00;&#x6B21;&#x80FD;&#x5904;&#x7406;&#x7684;&#x6570;&#x636E;&#x7684;&#x4F4D;&#x6570;&#xFF0C;&#x901A;&#x5E38;&#x662F;&#x4E8C;&#x8FDB;&#x5236;&#x7684;&#x4F4D;&#x6570;&#x3002;&#x6211;&#x4EEC;&#x8BF4;&#x4E00;&#x6B21;&#x80FD;&#x5904;&#x7406;8&#x4F4D;&#x7684;&#xFF0C;&#x5C31;&#x662F;8&#x4F4D;&#x7684;&#x5FAE;&#x5904;&#x7406;&#x5668;&#xFF0C;&#x540C;&#x7406;&#xFF0C;&#x4E00;&#x6B21;&#x80FD;&#x5904;&#x7406;16&#x4F4D;&#x7684;&#xFF0C;&#x5C31;&#x662F;16&#x4F4D;&#x7684;&#x5FAE;&#x5904;&#x7406;&#x5668;&#x3002;&#x76EE;&#x524D;&#xFF0C;&#x6709;32&#x4F4D;&#x7684;&#xFF0C;&#x6709;64&#x4F4D;&#x7684;</li>
<li>&#x7B2C;&#x4E8C;&#x4E2A;&#x6307;&#x6807;&#x662F;&#x4E3B;&#x9891;&#xFF1A;&#x6240;&#x8C13;&#x7684;&#x4E3B;&#x9891;&#x6307;&#x7684;&#x662F;&#x8FD9;&#x4E2A;CPU&#x5728;&#x5355;&#x4F4D;&#x65F6;&#x95F4;&#x5185;&#xFF0C;&#x80FD;&#x591F;&#x5B8C;&#x6210;&#x7684;&#x64CD;&#x4F5C;&#x7684;&#x6B21;&#x6570;&#xFF0C;&#x901A;&#x5E38;&#x7528;&#x8D6B;&#x5179;&#x6765;&#x8861;&#x91CF;&#x3002;&#x65E9;&#x671F;&#x662F;5MHz&#xFF0C;&#x5230;&#x73B0;&#x5728;&#x7684;20M&#x3001;60M&#x3001;&#x4E00;&#x4E2A;G&#x7B49;&#x7B49;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x4E9B;&#x901F;&#x5EA6;&#x8D8A;&#x6765;&#x8D8A;&#x5FEB;&#x3002;&#x6240;&#x4EE5;&#x4E3B;&#x9891;&#x662F;&#x8861;&#x91CF;CPU&#x8FD0;&#x7B97;&#x901F;&#x5EA6;&#x7684;&#x4E00;&#x4E2A;&#x6307;&#x6807;</li>
<li>&#x7B2C;&#x4E09;&#x4E2A;&#x6307;&#x6807;&#x5219;&#x662F;&#x8FD9;&#x4E2A;CPU&#x5185;&#x90E8;&#x96C6;&#x6210;&#x4E86;&#x591A;&#x5C11;&#x4E2A;&#x6676;&#x4F53;&#x7BA1;&#xFF0C;&#x7531;&#x56FE;&#x53EF;&#x89C1;&#xFF0C;&#x5176;&#x6570;&#x76EE;&#x4E5F;&#x662F;&#x5728;&#x4E0D;&#x65AD;&#x7684;&#x53D8;&#x5316;&#x5F53;&#x4E2D;&#xFF0C;&#x7531;&#x6700;&#x521D;&#x7684;1&#x4E07;&#x9897;&#x5230;&#x73B0;&#x5728;&#x7684;&#x6570;&#x4EE5;&#x4EBF;&#x8BA1;&#x2026;&#x2026;</li>
</ol>
<p>&#x8FD9;&#x5C31;&#x662F;&#x5FAE;&#x5904;&#x7406;&#x7684;&#x53D1;&#x5C55;</p>
<h4 id="&#x5B58;&#x50A8;&#x8BBE;&#x5907;&#x7684;&#x53D1;&#x5C55;">&#x5B58;&#x50A8;&#x8BBE;&#x5907;&#x7684;&#x53D1;&#x5C55;</h4>
<p>&#x7531;&#x6700;&#x521D;&#x7684;&#x6C5E;&#x5EF6;&#x8FDF;&#x7EBF;&#x5230;&#x73B0;&#x5728;&#x7684;&#x56FA;&#x6001;&#x786C;&#x76D8;&#x7B49;&#x7B49;</p>
<h4 id="&#x8F93;&#x5165;&#x8BBE;&#x5907;">&#x8F93;&#x5165;&#x8BBE;&#x5907;</h4>
<p>&#x7531;&#x7A7F;&#x5B54;&#x7EB8;&#x5E26;&#x5230;&#x73B0;&#x5728;&#x7684;&#x611F;&#x77E5;&#x8F93;&#x5165;&#x7B49;&#x7B49;</p>
<h4 id="&#x8F93;&#x51FA;&#x8BBE;&#x5907;">&#x8F93;&#x51FA;&#x8BBE;&#x5907;</h4>
<p>&#x7531;&#x6700;&#x521D;&#x7684;&#x9634;&#x6781;&#x5C04;&#x7EBF;&#x663E;&#x50CF;&#x7BA1;&#x5230;&#x73B0;&#x5728;&#x7684;&#x4E09;&#x7EF4;&#x663E;&#x793A;&#x5668;</p>
<h4 id="&#x5C0F;&#x7ED3;">&#x5C0F;&#x7ED3;</h4>
<p>&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;X&#x8F74;&#x8FD9;&#x51E0;&#x4E2A;&#x90E8;&#x5206;&#xFF0C;&#x5206;&#x522B;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x51E0;&#x4E2A;&#x6838;&#x5FC3;&#x90E8;&#x5206;&#x6216;&#x8005;&#x8BF4;&#x6838;&#x5FC3;&#x7684;&#x90E8;&#x4EF6;&#x3002;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x628A;&#x4E0B;&#x9762;&#x7684;&#x5F53;&#x4F5C;&#x662F;&#x65E9;&#x671F;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x3002;&#x800C;&#x4E0A;&#x9762;&#x7684;&#x5219;&#x662F;&#x73B0;&#x5728;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x3002;&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x56FE;&#x53EF;&#x4EE5;&#x770B;&#x8BA1;&#x7B97;&#x673A;&#xFF08;&#x505C;&#x987F;&#xFF0C;&#x4E0D;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x800C;&#x662F;&#x7CFB;&#x7EDF;&#x7684;&#xFF09;&#x7CFB;&#x7EDF;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#x53EA;&#x662F;&#x7B80;&#x7565;&#x5730;&#x7ED9;&#x5927;&#x5BB6;&#x505A;&#x4E00;&#x4E2A;&#x4ECB;&#x7ECD;&#x3002;</p>
<h2 id="&#x2605;&#x603B;&#x7ED3;">&#x2605;&#x603B;&#x7ED3;</h2>
<ul>
<li><p>&#x4EC0;&#x4E48;&#x662F;&#x8BA1;&#x7B97;&#x5F0F;&#xFF1F;&#x6CA1;&#x6709;&#x6570;&#x636E;&#x548C;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x5C31;&#x4E0D;&#x662F;&#x8BA1;&#x7B97;&#x5F0F;&#x3002;&#x9700;&#x8981;&#x5B9E;&#x73B0;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF0C;&#x5C31;&#x5FC5;&#x987B;&#x8981;&#x5F97;&#x8981;&#x89E3;&#x51B3;&#x6570;&#x636E;&#x548C;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x5982;&#x4F55;&#x8868;&#x793A;&#x7684;&#x95EE;&#x9898;&#x3002;&#x800C;&#x6570;&#x636E;&#x7684;&#x8868;&#x793A;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x5668;&#x4EF6;&#x6765;&#x8868;&#x793A;&#xFF0C;&#x53EF;&#x662F;&#x8FD9;&#x4E2A;&#x5668;&#x4EF6;&#x9700;&#x8981;&#x4E00;&#x4E9B;&#x5185;&#x6DB5;&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x7B80;&#x5355;&#xFF08;&#x4E8C;&#x8FDB;&#x5236;&#xFF09;&#x548C;&#x80FD;&#x591F;&#x81EA;&#x52A8;&#x5B58;&#x53D6;&#xFF08;&#x6709;&#x4E2A;BOSS&#x53EF;&#x4EE5;&#x63A7;&#x5236;&#x6570;&#x636E;&#x7684;&#x5B58;&#x53D6;&#xFF1F;&#xFF1F;&#xFF1F;&#xFF09;</p>
<p>&#x7A0B;&#x5E8F;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x7528;&#x4E8E;&#x8868;&#x793A;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x7684;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E9B;&#x7A0B;&#x5E8F;&#xFF08;&#x53EF;&#x4EE5;&#x8BF4;&#x7A0B;&#x5E8F;&#x4E5F;&#x662F;&#x4E00;&#x79CD;&#x6570;&#x636E;&#xFF09;&#x662F;&#x5982;&#x4F55;&#x5B58;&#x50A8;&#x7684;&#x5462;&#xFF1F;0&#x548C;1&#x7684;&#x5B58;&#x50A8;&#x54AF;&#x2026;&#x2026;&#x53EF;&#x662F;&#x6709;&#x4E86;&#x8FD9;&#x4E9B;0&#x548C;1&#xFF08;&#x7A0B;&#x5E8F;&#xFF09;&#xFF0C;&#x5982;&#x4F55;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x5462;&#xFF1F;</p>
<p>&#x6700;&#x8FD1;&#x5728;&#x5B66;CSS&#xFF0C;&#x800C;CSS&#x662F;&#x4E0D;&#x6B63;&#x4EA4;&#x7684;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x8FD9;&#x4E2A;&#x5C5E;&#x6027;&#x4F1A;&#x5E26;&#x6765;&#x4E9B;&#x5F71;&#x54CD;&#xFF0C;&#x6216;&#x8005;&#x4F60;&#x8BA4;&#x4E3A;&#x662F;&#x4E00;&#x4E2A;&#x5C5E;&#x6027;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x5176;&#x5B9E;&#x662F;&#x591A;&#x4E2A;&#x5C5E;&#x6027;&#x7EC4;&#x5408;&#x8D77;&#x6765;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x6211;&#x6628;&#x5929;&#x770B;&#x4E86;&#x738B;&#x57A0;&#x7684;&#x4E00;&#x7BC7;&#x535A;&#x5BA2;&#x2014;&#x2014;<a href="http://www.yinwang.org/blog-cn/2017/05/25/dsl" target="_blank">DSL</a>&#xFF0C;&#x5176;&#x4E2D;&#x8BF4;&#x5230;CSS&#x662F;DSL&#xFF0C;&#x6216;&#x8BB8;&#x53EA;&#x6709;CSS&#x7684;&#x8BBE;&#x8BA1;&#x8005;&#x624D;&#x77E5;&#x6653;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x6709;&#x8FD9;&#x6837;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x4E3A;&#x4EC0;&#x4E48;&#x8FD9;&#x6837;&#x6539;&#x4E86;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#x5462;&#xFF1F;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x5F53;&#x7136;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x53BB;&#x95EE;CSS&#x7684;&#x8BBE;&#x8BA1;&#x8005;&#x3002;</p>
<p>&#x4F60;&#x5199;&#x7684;CSS&#x7684;demo&#xFF0C;&#x662F;&#x57FA;&#x4E8E;&#x67D0;&#x79CD;&#x8BA1;&#x7B97;&#x89C4;&#x5219;&#x7684;&#x4E00;&#x5806;&#x6570;&#x636E;&#xFF0C;&#x8FD9;&#x5806;&#x6570;&#x636E;&#x662F;&#x5982;&#x4F55;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x7684;&#x5462;&#xFF1F;&#x95EE;&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x5B83;&#x4F1A;&#x544A;&#x8BC9;&#x4F60;</p>
<p>&#x6211;&#x518D;&#x6B21;&#x611F;&#x53D7;&#x5230;&#x4E86;&#xFF0C;&#x8FD9;&#x95E8;&#x8BFE;&#x7A0B;&#x6240;&#x544A;&#x8BC9;&#x7684;&#x300C;&#x4EC0;&#x4E48;&#x53EB;&#x7AD9;&#x5F97;&#x9AD8;&#x770B;&#x5F97;&#x8FDC;&#x300D;</p>
</li>
<li><p>&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x7684;&#x7ED3;&#x6784;&#x2014;&#x2014;CPU&#x3001;&#x5916;&#x5B58;&#x5185;&#x5B58;&#x3001;&#x8F93;&#x5165;&#x8F93;&#x51FA;&#x8BBE;&#x5907;</p>
</li>
<li><p>&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x7684;&#x5143;&#x5668;&#x4EF6;&#x662F;&#x80FD;&#x591F;&#x5B8C;&#x6210;&#x7531;&#x8F93;&#x5165;&#x53D8;&#x6362;&#x5230;&#x8F93;&#x51FA;&#x7684;&#xFF0C;&#x5143;&#x5668;&#x4EF6;&#x7684;&#x76F8;&#x4E92;&#x7EC4;&#x5408;&#xFF0C;&#x7136;&#x540E;&#x5C01;&#x88C5;&#x6210;&#x4E00;&#x4E2A;&#x5177;&#x6709;&#x7279;&#x6B8A;&#x64CD;&#x4F5C;&#x5143;&#x5668;&#x4EF6;&#xFF0C;&#x7136;&#x540E;&#x8FD9;&#x4E2A;&#x5143;&#x5668;&#x4EF6;&#x53C8;&#x53C2;&#x4E0E;&#x5176;&#x5B83;&#x7684;&#x5C01;&#x88C5;&#xFF0C;&#x4E8E;&#x662F;&#x8FD9;&#x4E2A;&#x65B0;&#x51FA;&#x73B0;&#x5143;&#x5668;&#x4EF6;&#x53C8;&#x66F4;&#x4E3A;&#x5F3A;&#x5927;&#x4E86;&#x554A;&#xFF01;&#x6700;&#x7EC8;&#x7684;&#x7ED3;&#x679C;&#x5C31;&#x662F;&#x96C6;&#x6210;&#x7535;&#x8DEF;&#x8D8A;&#x6765;&#x8D8A;&#x590D;&#x6742;&#x2026;&#x2026;</p>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="人计算与机器自动计算-B.html" class="navigation navigation-prev " aria-label="Previous page: 人计算与机器自动计算-B">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="计算系统之发展趋势.html" class="navigation navigation-next " aria-label="Next page: 计算系统之发展趋势">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"机器自动计算需要解决的问题？","date":"2018-06-22T15:31:45.000Z","categories":"计算机专业导论","tags":["封装","自动计算"],"level":"1.2.5","depth":2,"next":{"title":"计算系统之发展趋势","level":"1.2.6","depth":2,"path":"ch01/计算系统之发展趋势.md","ref":"./ch01/计算系统之发展趋势.md","articles":[]},"previous":{"title":"人计算与机器自动计算-B","level":"1.2.4.2","depth":3,"path":"ch01/人计算与机器自动计算-B.md","ref":"./ch01/人计算与机器自动计算-B.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch01/机器自动计算需要解决的问题？.md","mtime":"2018-06-22T07:54:46.572Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-08-19T05:03:36.410Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

