
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>计算系统之发展趋势 · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    
    <link rel="prev" href="机器自动计算需要解决的问题？.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    第1讲-计算机、计算与计算思维
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="为什么学计算机、计算与计算思维？.html">
            
                <a href="为什么学计算机、计算与计算思维？.html">
            
                    
                    为什么学计算机、计算与计算思维？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.2" data-path="计算机专业导论这门课学什么？.html">
            
                <a href="计算机专业导论这门课学什么？.html">
            
                    
                    计算机专业导论这门课学什么？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="怎么学计算机专业导论？.html">
            
                <a href="怎么学计算机专业导论？.html">
            
                    
                    怎么学计算机专业导论？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" >
            
                <span>
            
                    
                    人计算与机器自动计算
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.4.1" data-path="人计算与机器自动计算-A.html">
            
                <a href="人计算与机器自动计算-A.html">
            
                    
                    人计算与机器自动计算-A
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4.2" data-path="人计算与机器自动计算-B.html">
            
                <a href="人计算与机器自动计算-B.html">
            
                    
                    人计算与机器自动计算-B
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="机器自动计算需要解决的问题？.html">
            
                <a href="机器自动计算需要解决的问题？.html">
            
                    
                    机器自动计算需要解决的问题？
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.6" data-path="计算系统之发展趋势.html">
            
                <a href="计算系统之发展趋势.html">
            
                    
                    计算系统之发展趋势
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" >
            
                <span>
            
                    
                    第1讲之扩展内容（选修）
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.7.1" data-path="回顾对计算与自动计算的认识.html">
            
                <a href="回顾对计算与自动计算的认识.html">
            
                    
                    回顾对计算与自动计算的认识
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../test.html">
            
                <a href="../test.html">
            
                    
                    test
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >计算系统之发展趋势</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p>&#x6211;&#x4EEC;&#x8BF4;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#x3001;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x5411;&#x54EA;&#x4E2A;&#x65B9;&#x5411;&#x53D1;&#x5C55;&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x6982;&#x62EC;&#x7684;&#x6765;&#x8BB2;&#xFF0C;&#x4F1A;&#x5411;&#x8FD9;&#x51E0;&#x4E2A;&#x65B9;&#x9762;&#x53D1;&#x5C55;&#x2026;&#x2026;&#x4E00;&#x4E2A;&#x662F;&#x5FAE;&#x578B;&#x5316;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;&#x5927;&#x578B;&#x5316;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;&#x667A;&#x80FD;&#x5316;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x662F;&#x7F51;&#x7EDC;&#x5316;&#x2026;&#x2026;</p>
<!--more-->
<h2 id="&#x2605;&#x5FAE;&#x578B;&#x5316;&#x8D8B;&#x52BF;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;">&#x2605;&#x5FAE;&#x578B;&#x5316;&#x8D8B;&#x52BF;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-24/80367361.jpg" alt=""></p>
<h3 id="&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;">&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;</h3>
<p>&#x73B0;&#x5728;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x53EF;&#x4EE5;&#x8D8A;&#x505A;&#x8D8A;&#x5C0F;&#xFF0C;&#x53EF;&#x4EE5;&#x5D4C;&#x5165;&#xFF0C;&#x53EF;&#x4EE5;&#x643A;&#x5E26;&#xFF08;&#x56FE;&#x4E2D;&#xFF0C;&#x62C7;&#x6307;&#x822C;&#x5927;&#x5C0F;&#xFF0C;&#x60F3;&#x60F3;&#x90FD;&#x4E0D;&#x53EF;&#x601D;&#x8BAE;&#xFF01;&#xFF01;&#xFF01;&#xFF09;&#x3002;&#x6240;&#x8BF4;&#x7684;&#x5D4C;&#x5165;&#x6307;&#x7684;&#x662F;&#x53EF;&#x4EE5;&#x5D4C;&#x5165;&#x5230;&#x4EFB;&#x4F55;&#x8BBE;&#x5907;&#x5F53;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x5D4C;&#x5165;&#x5230;&#x4EFB;&#x4F55;&#x7684;&#x8FD9;&#x79CD;&#x7CFB;&#x7EDF;&#x5F53;&#x4E2D;&#x3002;&#x800C;&#x53EF;&#x643A;&#x5E26;&#xFF0C;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x968F;&#x8EAB;&#x643A;&#x5E26;&#xFF0C;&#x4FBF;&#x643A;&#x5F0F;&#xFF01;&#x5982;&#x53EF;&#x4EE5;&#x505A;&#x5728;&#x624B;&#x673A;&#x5F53;&#x4E2D;&#xFF0C;&#x8FD8;&#x6709;&#x8BF8;&#x5982;IPAD&#x7B49;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7269;&#x4F53;&#x5F53;&#x4E2D;&#x2026;&#x2026;&#x90A3;&#x4E48;&#x8FD9;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x5FAE;&#x578B;&#x5316;&#x7684;&#x4E00;&#x4E2A;&#x8D8B;&#x52BF;&#xFF0C;&#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x4F18;&#x52BF;&#x3002;&#x6B63;&#x56E0;&#x4E3A;&#x6709;&#x4E86;&#x8FD9;&#x79CD;&#x5FAE;&#x578B;&#x5316;&#xFF0C;&#x4F7F;&#x5F97;&#x73B0;&#x5728;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x4F7F;&#x5F97;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x8FD9;&#x79CD;&#x7269;&#x4F53;&#x90FD;&#x53EF;&#x4EE5;&#x88AB;&#x8FDE;&#x63A5;&#x8D77;&#x6765;&#xFF0C;&#x90FD;&#x53EF;&#x4EE5;&#x88AB;&#x8BC6;&#x522B;&#xFF0C;&#x90FD;&#x53EF;&#x4EE5;&#x88AB;&#x8BA1;&#x7B97;&#x673A;&#x6765;&#x5904;&#x7406;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x6240;&#x8C13;&#x7684;&#x5FAE;&#x578B;&#x5316;&#x2026;&#x2026;</p>
<h2 id="&#x2605;&#x5927;&#x578B;&#x5316;&#x8D8B;&#x52BF;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;">&#x2605;&#x5927;&#x578B;&#x5316;&#x8D8B;&#x52BF;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-24/261822.jpg" alt=""></p>
<h3 id="&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;">&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;</h3>
<p>&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x7684;&#x89C4;&#x6A21;&#x53EF;&#x4EE5;&#x53D1;&#x5C55;&#x7684;&#x8D8A;&#x6765;&#x8D8A;&#x5927;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x5927;&#x89C4;&#x6A21;&#xFF0C;&#x590D;&#x6742;&#x7684;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x3002;&#x90A3;&#x4E48;&#x8FD9;&#x79CD;&#x5927;&#x578B;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x662F;&#x600E;&#x4E48;&#x53D1;&#x5C55;&#x8D77;&#x6765;&#x7684;&#x5462;&#xFF1F;</p>
<p>&#x4E3E;&#x4E2A;&#x6817;&#x5B50;&#xFF1A;</p>
<h4 id="ibm-&#x84DD;&#x8272;&#x57FA;&#x56E0;">IBM-&#x84DD;&#x8272;&#x57FA;&#x56E0;</h4>
<p><a href="https://baike.baidu.com/item/%E8%93%9D%E8%89%B2%E5%9F%BA%E5%9B%A0%E8%B6%85%E7%BA%A7%E8%AE%A1%E7%AE%97%E6%9C%BA/11002670?fr=aladdin" target="_blank">IBM&#x7684;&#x84DD;&#x8272;&#x57FA;&#x56E0;</a>&#x662F;&#x4E00;&#x53F0;&#x5212;&#x65F6;&#x4EE3;&#x7684;&#x8D85;&#x7EA7;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x5F53;&#x7136;&#x8FD9;&#x662F;2005&#x5E74;11&#x6708;&#x5BA3;&#x5E03;&#x7684;&#x3002;&#xFF08;<a href="http://baijiahao.baidu.com/s?id=1600186340312901537&amp;wfr=spider&amp;for=pc" target="_blank">2018&#x6700;&#x65B0;&#x4E16;&#x754C;&#x8D85;&#x7EA7;&#x8BA1;&#x7B97;&#x673A;TOP10&#xFF01;</a>&#xFF09;&#x3002;</p>
<ol>
<li>&#x5B83;&#x7684;&#x6700;&#x57FA;&#x672C;&#x7684;&#x90E8;&#x4EF6;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x5FAE;&#x5904;&#x7406;&#x5668;&#xFF08;&#x53EB;&#x5B83;C&#xFF09;&#xFF0C;&#x628A;2&#x4E2A;C&#x505A;&#x5230;&#x4E00;&#x5757;&#x7247;&#x5B50;&#x4E0A;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5FAE;&#x5904;&#x7406;&#x5668;&#x7247;&#x3002;</li>
<li>&#x8FDB;&#x4E00;&#x6B65;&#x8FDB;&#x5316;&#x5C31;&#x662F;&#x628A;&#x7247;&#x505A;&#x6210;&#x5361;&#x4E86;&#xFF0C;&#x8FD9;&#x4E2A;&#x5361;&#x4ECE;&#x56FE;&#x4E2D;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;&#x88C5;&#x4E86;&#x4E24;&#x4E2A;&#x82AF;&#x7247;</li>
<li>&#x7EE7;&#x7EED;&#x8FDB;&#x5316;&#x5C31;&#x662F;&#x628A;&#x5361;&#x88C5;&#x5230;&#x4E00;&#x4E2A;&#x69FD;/&#x76D2;&#x5B50;&#x91CC;&#x9762;&#xFF0C;&#x53EF;&#x89C1;&#x53EF;&#x4EE5;&#x63D2;&#x5165;&#x82E5;&#x5E72;&#x4E2A;&#x5361;</li>
<li>&#x628A;&#x82E5;&#x5E72;&#x4E2A;&#x69FD;&#x645E;&#x8D77;&#x6765;&#x5C31;&#x662F;&#x4E2A;&#x673A;&#x67DC;&#xFF0C;&#x6216;&#x8005;&#x662F;&#x4E2A;&#x5C0F;&#x5C4B;&#x5B50;</li>
</ol>
<p>&#x73B0;&#x5728;&#x7684;&#x5927;&#x578B;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4E91;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#x3001;&#x6570;&#x636E;&#x4E2D;&#x5FC3;&#xFF0C;&#x5B83;&#x7684;&#x80CC;&#x540E;&#x53EF;&#x80FD;&#x4F1A;&#x6709;&#x51E0;&#x5341;&#x3001;&#x51E0;&#x767E;&#x3001;&#x51E0;&#x5343;&#x3001;&#x51E0;&#x4E07;&#x4E2A;&#x8FD9;&#x6837;&#x7684;&#x673A;&#x67DC;&#xFF0C;&#x7531;&#x6B64;&#x6784;&#x6210;&#x4E86;&#x8FD9;&#x79CD;&#x5927;&#x578B;&#x7684;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x3001;&#x5927;&#x578B;&#x7684;&#x8BA1;&#x7B97;&#x8BBE;&#x65BD;</p>
<p>&#x8FD9;&#x5C31;&#x662F;&#x6240;&#x8C13;&#x7684;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#x5927;&#x578B;&#x5316;&#xFF0C;&#x5B83;&#x5E7F;&#x6CDB;&#x7528;&#x4E8E;&#x4EC0;&#x4E48;&#x5730;&#x65B9;&#x5462;&#xFF1F;&#x6BD4;&#x5982;&#x6C14;&#x8C61;&#x3001;&#x519B;&#x4E8B;&#x7B49;&#x7B49;&#x65B9;&#x9762;&#x7684;&#x8FD9;&#x79CD;&#x300C;&#x6A21;&#x62DF;&#x3001;&#x8FD0;&#x884C;&#x300D;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x7684;&#x5DE5;&#x4F5C;&#x5F53;&#x4E2D;&#x53BB;&#x3002;</p>
<hr>
<p>ps&#xFF1A;</p>
<p>&#x56FE;&#x4E2D;&#x7684;&#x90A3;&#x53E5;&#x82F1;&#x6587;&#xFF0C;&#x7528;&#x6709;&#x9053;&#x7FFB;&#x8BD1;&#x5982;&#x4E0B;&#xFF1A;</p>
<blockquote>
<p>&#x4E00;&#x4E2A;&#x5927;&#x578B;&#x5E76;&#x884C;&#x8D85;&#x7EA7;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x4F7F;&#x7528;&#x6210;&#x5343;&#x4E0A;&#x4E07;&#x7684;&#x5D4C;&#x5165;&#x5F0F;PowerPC&#x5904;&#x7406;&#x5668;&#xFF0C;&#x652F;&#x6301;&#x4F7F;&#x7528;&#x6807;&#x51C6;&#x7F16;&#x8BD1;&#x5668;&#x548C;&#x6D88;&#x606F;&#x4F20;&#x9012;&#x73AF;&#x5883;&#x7684;&#x5927;&#x578B;&#x5185;&#x5B58;&#x7A7A;&#x95F4;</p>
</blockquote>
<p>&#x5927;&#x81F4;&#x7406;&#x89E3;&#x4E00;&#x4E0B;&#x5C31;&#x662F;&#xFF0C;&#x4E00;&#x4E2A;&#x5927;&#x4E1C;&#x897F;&#x7684;&#x51FA;&#x73B0;&#xFF0C;&#x9700;&#x8981;&#x5F88;&#x591A;&#x5C0F;&#x4E1C;&#x897F;&#x7684;&#x5D4C;&#x5165;&#xFF0C;&#x4E3A;&#x6B64;&#x5177;&#x5907;&#x4E86;&#x4E00;&#x4E9B;&#x4E0D;&#x660E;&#x89C9;&#x5389;&#x7684;&#x529F;&#x80FD;&#x2026;&#x2026;</p>
<h3 id="&#x25C7;&#x8D85;&#x7EA7;&#x8BA1;&#x7B97;&#x673A;500&#x5F3A;">&#x25C7;&#x8D85;&#x7EA7;&#x8BA1;&#x7B97;&#x673A;500&#x5F3A;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-24/16466825.jpg" alt=""></p>
<p>&#x76EE;&#x524D;&#xFF0C;&#x6709;&#x5F88;&#x591A;&#x56FD;&#x5BB6;&#x90FD;&#x5728;&#x7814;&#x7A76;&#x8FD9;&#x79CD;&#x8D85;&#x7EA7;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x6BCF;&#x5929;&#x90FD;&#x8FDB;&#x884C;&#x8FD9;&#x79CD;&#x8D85;&#x7EA7;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x8BC4;&#x5BA1;&#xFF0C;&#x800C;&#x6211;&#x4EEC;&#x56FD;&#x5BB6;&#x7684;&#x8FD9;&#x53F0;&#x5929;&#x6CB3;&#x4E00;&#x53F7;&#x5C31;&#x662F;&#x5F88;&#x540A;&#x70B8;&#x5929;&#x7684;&#xFF08;&#x76EE;&#x524D;2018&#x5E74;&#x7684;500&#x5F3A;&#x6392;&#x540D;&#x662F;&#xFF0C;&#x4E2D;&#x56FD;&#x7684;&#x201C;&#x795E;&#x5A01;&#xB7;&#x592A;&#x6E56;&#x4E4B;&#x5149;&#x201D; &#x6392;&#x540D;&#x7B2C;&#x4E8C;&#x3002;&#xFF09;&#x3002;&#x7531;&#x56FE;&#x53EF;&#x89C1;&#xFF0C;&#x5929;&#x6CB3;&#x4E00;&#x53F7;&#x7684;&#x89C4;&#x6A21;&#x5927;&#x5230;&#x662F;&#x4EC0;&#x4E48;&#x7A0B;&#x5EA6;&#x3002;&#x53EF;&#x89C1;&#xFF0C;&#x8FD9;&#x53EF;&#x4EE5;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#x8FD9;&#x79CD;&#x8D85;&#x7EA7;&#x8BA1;&#x7B97;&#x673A;&#x7684;&#x5927;&#x578B;&#x5316;&#xFF0C; &#x662F;&#x600E;&#x6837;&#x7684;&#x53D1;&#x5C55;&#x3001;&#x662F;&#x600E;&#x6837;&#x7684;&#x4E00;&#x4E2A;&#x89C4;&#x6A21;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x7684;&#x3002;</p>
<h2 id="&#x2605;&#x667A;&#x80FD;&#x5316;&#x8D8B;&#x52BF;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;">&#x2605;&#x667A;&#x80FD;&#x5316;&#x8D8B;&#x52BF;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-24/45286820.jpg" alt=""></p>
<h3 id="&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;">&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;</h3>
<p>&#x6240;&#x8C13;&#x7684;&#x667A;&#x80FD;&#x5316;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x73B0;&#x5728;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x80FD;&#x591F;&#x66F4;&#x597D;&#x7684;&#x7406;&#x89E3;&#x81EA;&#x7136;&#x8BED;&#x8A00;&#xFF0C;&#x66F4;&#x597D;&#x7684;&#x5177;&#x6709;&#x8FD9;&#x79CD;&#x5BF9;&#x73AF;&#x5883;&#x7684;&#x81EA;&#x9002;&#x5E94;&#x6027;&#xFF0C;&#x5982;&#x968F;&#x7740;&#x73AF;&#x5883;&#x7684;&#x53D8;&#x5316;&#xFF0C;&#x5B83;&#x53EF;&#x4EE5;&#x4F5C;&#x51FA;&#x4E00;&#x4E9B;&#x8C03;&#x6574;&#x3002;&#x8FD8;&#x6709;&#x5B83;&#x53EF;&#x4EE5;&#x81EA;&#x4E3B;&#x7684;&#x5B8C;&#x6210;&#x4E00;&#x4E9B;&#x590D;&#x6742;&#x529F;&#x80FD;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#xFF1A;</p>
<ol>
<li><p>&#x6C7D;&#x8F66;&#x751F;&#x4EA7;&#x7EBF;&#x4E0A;&#x7684;&#x673A;&#x5668;&#x4EBA;&#xFF0C;&#x5B83;&#x4EEC;&#x662F;&#x81EA;&#x4E3B;&#x7684;&#xFF0C;&#x901A;&#x8FC7;&#x5B83;&#x4EEC;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x7684;&#x81EA;&#x52A8;&#x5316;&#x63A7;&#x5236;&#x6765;&#x88C5;&#x914D;&#x4E00;&#x53F0;&#x6C7D;&#x8F66;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x6761;&#x751F;&#x4EA7;&#x7EBF;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x4E5F;&#x4F53;&#x73B0;&#x4E86;&#x4E00;&#x79CD;&#x667A;&#x80FD;&#x5316;&#x7684;&#x7A0B;&#x5EA6;&#xFF0C;&#x8FD8;&#x6709;&#x81EA;&#x52A8;&#x5316;&#x7684;&#x7A0B;&#x5EA6;</p>
</li>
<li><p>&#x6C34;&#x4E0B;&#x673A;&#x5668;&#x4EBA;&#xFF0C;&#x5982;&#x4F55;&#x9762;&#x5BF9;&#x590D;&#x6742;&#x7684;&#x73AF;&#x5883;&#xFF0C;&#x8FDB;&#x884C;&#x5904;&#x7406;&#xFF1F;&#x8FD9;&#x4E5F;&#x662F;&#x4E00;&#x4E2A;&#x4F53;&#x73B0;&#x667A;&#x80FD;&#x5316;&#x7684;&#x65B9;&#x9762;</p>
</li>
<li><p>&#x4EE3;&#x8868;&#x8BA1;&#x7B97;&#x673A;&#x667A;&#x80FD;&#x5316;&#x4E4B;&#x4E00;&#x7684;IBM&#x7684;&#x6C83;&#x68EE;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x8FD9;&#x53F0;&#x8BA1;&#x7B97;&#x673A;&#x5728;&#x4E00;&#x6863;&#x667A;&#x529B;&#x7ADE;&#x8D5B;&#x5F53;&#x4E2D;&#xFF0C;&#x4E8E;&#x4EBA;&#x7C7B;&#x7684;&#x6BD4;&#x62FC;&#x4E2D;&#x593A;&#x51A0;&#xFF0C;&#x800C;&#x4E14;&#x662F;&#x78BE;&#x538B;&#x7684;&#x5C40;&#x9762;&#x3002;&#x4E3B;&#x6301;&#x4EBA;&#x91C7;&#x7528;&#x82F1;&#x8BED;&#x63D0;&#x95EE;&#xFF0C;&#x90A3;&#x4E48;&#x6C83;&#x68EE;&#x8BA1;&#x7B97;&#x673A;&#x5C31;&#x5F97;&#x8981;&#x50CF;&#x4EBA;&#x4E00;&#x6837;&#x53BB;&#x7406;&#x89E3;&#x4E3B;&#x6301;&#x4EBA;&#x95EE;&#x7684;&#x95EE;&#x9898;&#x624D;&#x884C;&#xFF0C;&#x63A5;&#x7740;&#x5C31;&#x5F97;&#x8981;&#x5230;&#x5B83;&#x540E;&#x9762;&#x7684;&#x5927;&#x578B;&#x6570;&#x636E;&#x5E93;&#x4E2D;&#x8FDB;&#x884C;&#x6570;&#x636E;&#x7684;&#x641C;&#x7D22;&#xFF0C;&#x627E;&#x5230;&#x6EE1;&#x8DB3;&#x4E3B;&#x6301;&#x4EBA;&#x63D0;&#x95EE;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x7136;&#x540E;&#x5C55;&#x793A;&#x51FA;&#x6765;&#x3002;&#x53EF;&#x89C1;&#xFF0C;&#x6C83;&#x68EE;&#x8FD9;&#x5C0F;&#x5B50;&#xFF0C;&#x4E0D;&#x4EC5;&#x5177;&#x6709;&#x590D;&#x6742;&#x7684;&#x8BA1;&#x7B97;&#x80FD;&#x529B;&#xFF0C;&#x540C;&#x65F6;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x5BF9;&#x81EA;&#x7136;&#x8BED;&#x8A00;&#x7684;&#x7406;&#x89E3;&#x80FD;&#x529B;&#x3001;&#x7FFB;&#x8BD1;&#x80FD;&#x529B;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x5305;&#x62EC;&#x5BF9;&#x540E;&#x53F0;&#x6570;&#x636E;&#x7684;&#x8FD9;&#x79CD;&#x5FEB;&#x901F;&#x68C0;&#x7D22;&#x80FD;&#x529B;&#xFF0C;&#x4EE5;&#x53CA;&#x5BF9;&#x7B54;&#x6848;&#x7684;&#x5339;&#x914D;&#x80FD;&#x529B;&#x7B49;&#x7B49;&#x2026;&#x2026;&#x4ECE;&#x8FD9;&#x4E9B;&#x65B9;&#x9762;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x8FD9;&#x4F53;&#x73B0;&#x4E86;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7684;&#x4E00;&#x4E9B;&#x53D1;&#x5C55;&#x6210;&#x5C31;&#xFF0C;&#x5F53;&#x7136;&#x540C;&#x65F6;&#x8FD9;&#x4E5F;&#x662F;&#x5927;&#x578B;&#x8BA1;&#x7B97;&#x673A;&#x8BA1;&#x7B97;&#x89C4;&#x6A21;&#x7684;&#x4E00;&#x79CD;&#x4F53;&#x73B0;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x5B83;&#x7684;&#x4E00;&#x79CD;&#x667A;&#x80FD;&#x5316;</p>
<p><strong>&#x8FD9;&#x4E2A;&#x6C83;&#x68EE;&#xFF0C;&#x8BA9;&#x6211;&#x60F3;&#x8D77;&#x4E86;&#x300C;&#x8499;&#x9762;&#x5531;&#x5C06;&#x300D;&#x7684;&#x90A3;&#x4E2A;&#x673A;&#x5668;&#x4EBA;&#xFF0C;&#x5B83;&#x6839;&#x636E;&#x9009;&#x624B;&#x7684;&#x97F3;&#x8272;&#x53BB;&#x5206;&#x6790;&#x3001;&#x68C0;&#x7D22;&#x3001;&#x9002;&#x914D;&#xFF0C;&#x7136;&#x540E;&#x5F97;&#x51FA;&#x8FD9;&#x4F4D;&#x9009;&#x624B;&#x662F;&#x4F55;&#x8BB8;&#x4EBA;&#x4E5F;&#xFF0C;&#x81F3;&#x4E8E;&#x547D;&#x4E2D;&#x7387;&#x662F;&#x591A;&#x5C11;&#xFF1F;&#x6211;&#x4E5F;&#x4E0D;&#x6E05;&#x695A;</strong></p>
</li>
</ol>
<h2 id="&#x2605;&#x7F51;&#x7EDC;&#x5316;&#x8D8B;&#x52BF;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;">&#x2605;&#x7F51;&#x7EDC;&#x5316;&#x8D8B;&#x52BF;&#x662F;&#x600E;&#x6837;&#x7684;&#xFF1F;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-24/20525810.jpg" alt=""></p>
<h3 id="&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;">&#x25C7;&#x89E3;&#x91CA;&#x8FD9;&#x5F20;&#x56FE;</h3>
<p>&#x5927;&#x5BB6;&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x73B0;&#x5728;&#x5DF2;&#x7ECF;&#x5438;&#x5F15;&#x4E86;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x4EBA;&#x7684;&#x91CD;&#x89C6;&#xFF0C;&#x51E0;&#x4E4E;&#x73B0;&#x5728;&#x6240;&#x6709;&#x7684;&#x4EBA;&#x90FD;&#x901A;&#x8FC7;&#x4E92;&#x8054;&#x7F51;&#x5728;&#x751F;&#x6D3B;&#xFF0C;&#x6BD4;&#x5982;&#xFF1A;&#x901A;&#x8FC7;&#x4E92;&#x8054;&#x7F51;&#x8FDB;&#x884C;&#x8D2D;&#x7269;&#x3001;&#x5A31;&#x4E50;&#x3001;&#x89C2;&#x8D4F;&#x7535;&#x5F71;&#x3001;&#x620F;&#x5267;&#x7B49;&#x7B49;&#x2026;&#x2026;&#x6211;&#x4EEC;&#x8BF4;&#x9664;&#x4E86;&#x4E92;&#x8054;&#x7F51;&#x4EE5;&#x5916;&#xFF0C;&#x73B0;&#x5728;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x7269;&#x4F53;&#x90FD;&#x53EF;&#x4EE5;&#x57FA;&#x4E8E;&#x4E92;&#x8054;&#x7F51;&#x8FDE;&#x63A5;&#x8D77;&#x6765;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x8BDD;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x505A;&#x5230;&#x8FDC;&#x5904;&#x7684;&#x8FFD;&#x8E2A;&#xFF0C;&#x5982;&#x5728;&#x7F51;&#x4E0A;&#x4E70;&#x4E86;&#x4E2A;&#x4E1C;&#x897F;&#xFF0C;&#x8FD9;&#x4E2A;&#x4E1C;&#x897F;&#x914D;&#x9001;&#x5230;&#x54EA;&#x91CC;&#x554A;&#xFF1F;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x7269;&#x8054;&#x7F51;&#x5FEB;&#x901F;&#x83B7;&#x5F97;&#x5B83;&#x7684;&#x8FD9;&#x79CD;&#x4FE1;&#x606F;&#xFF0C;&#x8BC6;&#x522B;&#x5B83;&#x7684;&#x8FD9;&#x79CD;&#x4F4D;&#x7F6E;&#x7B49;&#x7B49;&#x2026;&#x2026;</p>
<h4 id="&#x670D;&#x52A1;&#x7684;&#x7F51;&#x7EDC;">&#x670D;&#x52A1;&#x7684;&#x7F51;&#x7EDC;</h4>
<p>&#x65E5;&#x5E38;&#x4E2D;&#xFF0C;&#x6709;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x670D;&#x52A1;&#x516C;&#x53F8;&#xFF0C;&#x5176;&#x4E2D;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x57FA;&#x4E8E;&#x4E92;&#x8054;&#x7F51;&#x8FD9;&#x79CD;&#x670D;&#x52A1;&#x516C;&#x53F8;&#xFF0C;&#x5B83;&#x4EEC;&#x4E4B;&#x95F4;&#x76F8;&#x4E92;&#x8FDE;&#x63A5;&#x8D77;&#x6765;&#xFF0C;&#x4E3A;&#x7528;&#x6237;&#x63D0;&#x4F9B; &#x4E86;&#x4E00;&#x4E2A;&#x9519;&#x7EFC;&#x590D;&#x6742;&#x3001;&#x529F;&#x80FD;&#x5F3A;&#x5927;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x670D;&#x52A1;&#x7F51;&#x7EDC;</p>
<h4 id="&#x4E09;&#x7EF4;&#x4E16;&#x754C;&#x7684;&#x7F51;&#x7EDC;">&#x4E09;&#x7EF4;&#x4E16;&#x754C;&#x7684;&#x7F51;&#x7EDC;</h4>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x73B0;&#x5728;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x4E16;&#x754C;&#xFF0C;&#x662F;&#x4E2A;&#x4E09;&#x7EF4;&#x7684;&#x4E16;&#x754C;&#xFF0C;&#x662F;&#x4E2A;&#x865A;&#x62DF;&#x7684;&#x4E16;&#x754C;&#x3002;&#x8FD9;&#x4E9B;&#x865A;&#x62DF;&#x7684;&#x4E16;&#x754C;&#x901A;&#x8FC7;&#x4E92;&#x8054;&#x7F51;&#x8FDE;&#x63A5;&#x8D77;&#x6765;&#xFF0C;&#x90A3;&#x4E48;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x6240;&#x5904;&#x4E8E;&#x4E0D;&#x540C;&#x7684;&#x4E16;&#x754C;&#x5F53;&#x4E2D;&#xFF0C;&#x4ED6;&#x4EEC;&#x5C31;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x8FD9;&#x79CD;&#x865A;&#x62DF;&#x4E16;&#x754C;&#x8FDB;&#x884C;&#x4EA4;&#x6362;&#xFF0C;&#x8FDB;&#x884C;&#x4EA4;&#x4E92;&#xFF0C;&#x8FDB;&#x884C;&#x6C9F;&#x901A;&#xFF0C;&#x8FDB;&#x884C;&#x751F;&#x6D3B;&#x3001;&#x8FDB;&#x884C;&#x5A31;&#x4E50;&#x7B49;&#x7B49;</p>
<h4 id="&#x7F51;&#x7EDC;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x548C;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x7684;&#x51FA;&#x73B0;">&#x7F51;&#x7EDC;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x548C;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x7684;&#x51FA;&#x73B0;</h4>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x73B0;&#x5728;&#x7684;&#x8FD9;&#x79CD;&#x4E92;&#x8054;&#x7F51;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x628A;&#x7F51;&#x7EDC;&#x300C;&#x5982;&#x5404;&#x4E2A;&#x7EC4;&#x7EC7;&#x7F51;&#x7EDC;&#x3001;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x7F51;&#x7EDC;&#x300D;&#x6709;&#x673A;&#x5730;&#x8FDE;&#x63A5;&#x8D77;&#x6765;&#xFF0C;&#x5C31;&#x5F62;&#x6210;&#x4E86;&#x4E00;&#x4E2A;&#x7F51;&#x7EDC;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x3002;&#x5F53;&#x7136;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x4E92;&#x8054;&#x7F51;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x662F;&#x4E3A;&#x4EBA;&#x6765;&#x63D0;&#x4F9B;&#x670D;&#x52A1;&#x7684;&#xFF0C;&#x5B83;&#x628A;&#x6240;&#x6709;&#x7684;&#x4EBA;&#x7ED9;&#x5B83;&#x8FDE;&#x63A5;&#x8D77;&#x6765;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x5C31;&#x6784;&#x6210;&#x4E86;&#x6211;&#x4EEC;&#x73B0;&#x5728;&#x6240;&#x8BF4;&#x7684;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x3002;</p>
<p><strong>&#x8FD9;&#x91CC;&#x8BF4;&#x7684;&#x7EC4;&#x7EC7;&#x7F51;&#x7EDC;&#x3001;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x7F51;&#x7EDC;&#x5E94;&#x8BE5;&#x662F;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x7F51;&#x7EDC;&#x5427;&#xFF0C;&#x628A;&#x8FD9;&#x79CD;&#x7F51;&#x7EDC;&#x548C;&#x865A;&#x62DF;&#x7684;&#x7F51;&#x7EDC;&#x6709;&#x673A;&#x7ED3;&#x5408;&#x8D77;&#x6765;&#x5C31;&#x6709;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x7B49;&#x7B49;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x7684;&#x6982;&#x5FF5;</strong></p>
<p>&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x662F;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x8FD9;&#x79CD;&#x4F7F;&#x7528;&#x8005;&#x3001;&#x53D1;&#x5E03;&#x8005;&#x3001;&#x63A5;&#x6536;&#x8005;&#x76F8;&#x4E92;&#x4E4B;&#x95F4;&#x5173;&#x8054;&#x8D77;&#x6765;&#x6240;&#x5F62;&#x6210;&#x7684;&#x4E00;&#x4E2A;&#x7F51;&#x7EDC;&#xFF0C;&#x8FD9;&#x662F;&#x793E;&#x4EA4;&#x7F51;&#x3002;</p>
<p>&#x5927;&#x5BB6;&#x77E5;&#x9053;&#x73B0;&#x5728;&#x7684;&#x5F88;&#x591A;&#x7684;&#x6D3B;&#x52A8;&#x90FD;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x6765;&#x8FDB;&#x884C;&#x7EC4;&#x7EC7;&#xFF0C;&#x6765;&#x8FDB;&#x884C;&#x8FD9;&#x79CD;&#x6D3B;&#x52A8;&#xFF0C;&#x6765;&#x8FDB;&#x884C;&#x8054;&#x7EDC;&#x3002;&#x90A3;&#x4E48;<strong>&#x8FD9;&#x79CD;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x5B9E;&#x9645;&#x4E0A;&#x4E5F;&#x5F00;&#x8F9F;&#x4E86;&#x4EBA;&#x7C7B;&#x6C9F;&#x901A;&#x8054;&#x7CFB;&#x7684;&#x4E00;&#x79CD;&#x65B0;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x65B0;&#x7684;&#x65B9;&#x5F0F;&#x3002;</strong>&#x4E5F;&#x4F7F;&#x5F97;<strong>&#x73B0;&#x5728;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x4EBA;&#x90FD;&#x5728;&#x5173;&#x6CE8;&#x5982;&#x4F55;&#x6839;&#x636E;&#x4E92;&#x8054;&#x7F51;&#x6765;&#x5224;&#x65AD;&#x4EBA;&#x7C7B;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x884C;&#x4E3A;&#xFF0C;&#x53D1;&#x5C55;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x8D8B;&#x52BF;&#x3002;</strong></p>
<h4 id="&#x4E92;&#x8054;&#x7F51;&#x4E0E;&#x4F01;&#x4E1A;&#x7684;&#x8054;&#x7CFB;">&#x4E92;&#x8054;&#x7F51;&#x4E0E;&#x4F01;&#x4E1A;&#x7684;&#x8054;&#x7CFB;</h4>
<p>&#x5F53;&#x7136;&#x73B0;&#x5728;&#x7684;&#x4E92;&#x8054;&#x7F51;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x4E5F;&#x662F;&#x548C;&#x4F01;&#x4E1A;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#x7684;&#xFF0C;&#x4F01;&#x4E1A;&#x662F;&#x793E;&#x4F1A;&#x7684;&#x4E3B;&#x4F53;&#x3002;&#x90A3;&#x4E48;&#x5404;&#x4E2A;&#x4F01;&#x4E1A;&#x4E4B;&#x95F4;&#x901A;&#x8FC7;&#x4E92;&#x8054;&#x7F51;&#x76F8;&#x4E92;&#x8FDE;&#x63A5;&#x8D77;&#x6765;&#xFF0C;&#x5F62;&#x6210;&#x4E86;&#x4EA7;&#x4E1A;&#x94FE;&#xFF0C;&#x5F62;&#x6210;&#x4E86;&#x4F9B;&#x5E94;&#x94FE;&#xFF0C;&#x5F62;&#x6210;&#x4E86;&#x751F;&#x6001;&#x94FE;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x7684;&#x3002;</p>
<h4 id="&#x672A;&#x6765;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x6982;&#x5FF5;">&#x672A;&#x6765;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x6982;&#x5FF5;</h4>
<p>&#x57FA;&#x4E8E;&#x4E0A;&#x9762;&#x51FA;&#x73B0;&#x7684;&#x7F51;&#x7EDC;&#xFF0C;&#x6240;&#x4EE5;&#x6B27;&#x76DF;&#x63D0;&#x51FA;&#x4E86;&#x672A;&#x6765;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x63D0;&#x51FA;&#x4E86;<strong>&#x672A;&#x6765;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x5E94;&#x8BE5;&#x662F;&#x4E00;&#x4E2A;&#x7269;&#x8054;&#x7F51;&#x3001;&#x670D;&#x52A1;&#x7F51;&#x7EDC;&#x3001;&#x7EC4;&#x7EC7;&#x7F51;&#x7EDC;&#x4EE5;&#x53CA;&#x865A;&#x62DF;&#x7684;&#x7F51;&#x7EDC;&#x7684;&#x4E00;&#x4E2A;&#x4E92;&#x8054;&#x7F51;&#x3002;</strong>&#x800C;&#x4E14;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#x5728;&#x8FD9;&#x4E9B;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x80CC;&#x540E;&#xFF0C;&#x5B83;&#x4EEC;&#x6709;&#x4E00;&#x4E2A;&#x8FD9;&#x79CD;&#x5E9E;&#x5927;&#x7684;&#x4E00;&#x4E2A;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#xFF0C;&#x5173;&#x8054;&#x5230;&#x6BCF;&#x4E00;&#x4E2A;&#x6210;&#x5458;&#xFF0C;&#x5173;&#x8054;&#x5230;&#x6BCF;&#x4E00;&#x4E2A;&#x7EC4;&#x7EC7;&#xFF0C;&#x8FD9;&#x662F;&#x672A;&#x6765;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x6982;&#x5FF5;&#x3002;<strong>&#x90A3;&#x4E48;&#x5B83;&#x7684;&#x76EE;&#x6807;&#x662F;&#x5B9E;&#x73B0;&#x673A;-&#x673A;&#x76F8;&#x8054;&#xFF0C;&#x7269;-&#x7269;&#x76F8;&#x8054;&#xFF0C;&#x7269;-&#x4EBA;&#x76F8;&#x8054;&#x548C;&#x4EBA;-&#x4EBA;&#x76F8;&#x8054;&#x3002;</strong></p>
<h3 id="&#x25C7;&#x667A;&#x6167;&#x5730;&#x7403;">&#x25C7;&#x667A;&#x6167;&#x5730;&#x7403;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-24/77771288.jpg" alt=""></p>
<p>IBM&#x5728;&#x8FD9;&#x4E2A;&#x57FA;&#x7840;&#xFF08;&#x672A;&#x6765;&#x4E92;&#x8054;&#x7F51;&#x7684;&#x6982;&#x5FF5;&#xFF09;&#x4E0A;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x63D0;&#x51FA;&#x4E86;&#x667A;&#x6167;&#x5730;&#x7403;&#x7684;&#x6982;&#x5FF5;&#x3002;&#x90A3;&#x4E48;&#x8FD9;&#x4E2A;&#x667A;&#x6167;&#x5730;&#x7403;&#x5B9E;&#x9645;&#x4E0A;&#x6709;&#x4E09;&#x91CD;&#x542B;&#x4E49;&#xFF0C;&#x8FD9;&#x5BF9;&#x4E8E;&#x6211;&#x4EEC;&#x6765;&#x8BF4;&#x662F;&#x8981;&#x7406;&#x89E3;&#x7684;&#x3002;&#x90A3;&#x4E48;&#x6709;&#x54EA;&#x4E09;&#x91CD;&#x542B;&#x4E49;&#x5462;&#xFF1F;</p>
<h4 id="&#x53EF;&#x611F;&#x77E5;&#xFF08;instrumented&#xFF09;">&#x53EF;&#x611F;&#x77E5;&#xFF08;Instrumented&#xFF09;</h4>
<p>&#x4E00;&#x4E2A;&#x5C31;&#x53EB;&#x505A;&#x53EF;&#x611F;&#x77E5;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x5728;&#x5730;&#x7403;&#x4E0A;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x8FD9;&#x79CD;&#x7269;&#x4F53;&#x90FD;&#x662F;&#x53EF;&#x4EE5;&#x88AB;&#x611F;&#x77E5;&#x7684;&#xFF0C;&#x90FD;&#x53EF;&#x4EE5;&#x628A;&#x5B83;&#x8FD9;&#x79CD;&#x4FE1;&#x606F;&#x4F20;&#x9012;&#x5230;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#xFF0C;&#x4F20;&#x9012;&#x5230;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x3002;</p>
<h4 id="&#x53EF;&#x4E92;&#x8054;&#xFF08;interconnect&#xFF09;">&#x53EF;&#x4E92;&#x8054;&#xFF08;Interconnect&#xFF09;</h4>
<p>&#x90A3;&#x4E48;&#x7B2C;&#x4E8C;&#x4E2A;&#x6765;&#x8BB2;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x53EB;&#x505A;&#x53EF;&#x4E92;&#x8054;&#x3002;&#x5565;&#x610F;&#x601D;&#xFF1F;&#xFF1F;&#xFF1F;&#x6307;&#x7684;&#x662F;&#x6240;&#x6709;&#x7684;&#x8FD9;&#x79CD;&#x7269;&#x4F53;&#x3001;&#x6240;&#x6709;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x3001;&#x6240;&#x6709;&#x7684;&#x7CFB;&#x7EDF;&#x76F8;&#x4E92;&#x4E4B;&#x95F4;&#x90FD;&#x53EF;&#x4EE5;&#x4E92;&#x8054;&#x4E92;&#x901A;&#xFF0C;&#x6B63;&#x662F;&#x56E0;&#x4E3A;&#x4E92;&#x8054;&#x4E92;&#x901A;&#x624D;&#x4F7F;&#x5F97;&#x4E0D;&#x540C;&#x5730;&#x533A;&#x3001;&#x4E0D;&#x540C;&#x65F6;&#x7A7A;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x4E9B;&#x4EBA;&#x5458;&#x76F8;&#x4E92;&#x4E4B;&#x95F4;&#x53EF;&#x4EE5;&#x6709;&#x6548;&#x7684;&#x8FD9;&#x79CD;&#x6C9F;&#x901A;&#xFF0C;&#x5982;&#x83B7;&#x53D6;&#x4FE1;&#x606F;&#x3001;&#x5904;&#x7406;&#x4FE1;&#x606F;&#x3001;&#x663E;&#x793A;&#x4FE1;&#x606F;&#x3001;&#x5C55;&#x73B0;&#x4FE1;&#x606F;&#x7B49;&#x7B49;&#x3002;</p>
<h4 id="&#x667A;&#x80FD;&#x5316;&#xFF08;intelligent&#xFF09;">&#x667A;&#x80FD;&#x5316;&#xFF08;Intelligent&#xFF09;</h4>
<p>&#x90A3;&#x4E48;&#x518D;&#x6709;&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x5728;&#x8FD9;&#x79CD;&#x53EF;&#x611F;&#x77E5;&#x3001;&#x53EF;&#x4E92;&#x8054;&#x57FA;&#x7840;&#x4E0A;&#xFF0C;&#x5B9E;&#x73B0;&#x4E00;&#x79CD;&#x667A;&#x80FD;&#x5316;&#x3002;&#x6240;&#x4EE5;<strong>IBM&#x628A;&#x5B83;&#xFF08;&#x667A;&#x6167;&#x5730;&#x7403;&#xFF09;&#x79F0;&#x4E3A;&#x53EB;3I</strong>&#x3002;</p>
<h4 id="&#x667A;&#x6167;&#x5730;&#x7403;&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x7684;&#x7ED3;&#x6784;">&#x667A;&#x6167;&#x5730;&#x7403;&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x7684;&#x7ED3;&#x6784;</h4>
<p>&#x53F3;&#x4FA7;&#x8FD9;&#x4E2A;&#x56FE;&#x7ED9;&#x51FA;&#x4E86;&#x4E00;&#x4E2A;&#x667A;&#x6167;&#x5730;&#x7403;&#x7684;&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x7ED3;&#x6784;&#x3002;&#x90A3;&#x4E48;&#x5728;&#x8FD9;&#x4E2A;&#x7ED3;&#x6784;&#x4E2D;&#xFF0C;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#x4EC0;&#x4E48;&#x540D;&#x5802;&#x51FA;&#x6765;&#xFF1F;</p>
<h5 id="&#x5E95;&#x5C42;-&#x4E91;&#x8BA1;&#x7B97;&#x73AF;&#x5883;">&#x5E95;&#x5C42;-&#x4E91;&#x8BA1;&#x7B97;&#x73AF;&#x5883;</h5>
<p>&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x6700;&#x5E95;&#x5C42;&#x7684;&#x662F;&#x4E00;&#x4E2A;&#x4E91;&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x4E00;&#x4E9B;&#x5927;&#x578B;&#x7684;&#x8BA1;&#x7B97;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x3002;</p>
<h5 id="&#x4E2D;&#x95F4;&#x5C42;-&#x641E;&#x4E8B;&#x60C5;">&#x4E2D;&#x95F4;&#x5C42;-&#x641E;&#x4E8B;&#x60C5;</h5>
<p>&#x5728;&#x4E2D;&#x95F4;&#x8FD9;&#x4E00;&#x5C42;&#x6765;&#x8BB2;&#xFF0C;&#x5305;&#x62EC;&#x4E00;&#x4E9B;&#x667A;&#x6167;&#x5730;&#x7403;&#x7684;&#x4E00;&#x4E9B;&#x57FA;&#x7840;&#x65BD;&#x8BBE;&#xFF0C;&#x5305;&#x62EC;&#x4E00;&#x4E9B;&#x611F;&#x77E5;&#x8BBE;&#x5907;&#x7B49;&#x7B49;&#xFF0C;&#x90A3;&#x4E48;&#x518D;&#x6709;&#x4E00;&#x4E9B;&#x6211;&#x4EEC;&#x8BF4;&#x5C31;&#x662F;&#x4E00;&#x4E9B;&#x8FD9;&#x79CD;&#x6570;&#x636E;&#x7684;&#x7BA1;&#x7406;&#x7F51;&#x7EDC;&#x7684;&#x7BA1;&#x7406;&#xFF0C;&#x90A3;&#x4E48;&#x8FD8;&#x6709;&#x4E00;&#x90E8;&#x5206;&#x5C31;&#x662F;&#x8981;&#x6709;&#x4E2A;&#x5E73;&#x53F0;&#x3002;</p>
<p>&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x5E73;&#x53F0;&#x6765;&#x8BB2;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5B9E;&#x73B0;&#x9762;&#x5411;&#x5404;&#x884C;&#x5404;&#x4E1A;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x8FD9;&#x79CD;&#x667A;&#x6167;&#x7684;&#x670D;&#x52A1;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E9B;&#x670D;&#x52A1;&#x4E5F;&#x6709;&#x7684;&#x79F0;&#x4E3A;&#x53EB;&#x505A;<strong>&#x4E91;&#x7684;&#x670D;&#x52A1;</strong>&#x3002;&#x73B0;&#x5728;&#x57FA;&#x4E8E;&#x4E91;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x57FA;&#x4E8E;&#x540E;&#x9762;&#x8FD9;&#x79CD;&#x5927;&#x89C4;&#x6A21;&#x7684;&#x8BA1;&#x7B97;&#x8BBE;&#x65BD;&#xFF0C;&#x90A3;&#x4E48;&#x9762;&#x5411;&#x7528;&#x6237;&#xFF0C;&#x4F60;&#x60F3;&#x7528;&#x591A;&#x5C11;&#xFF0C;&#x4F60;&#x5C31;&#x53EF;&#x4EE5;&#x7528;&#x591A;&#x5C11;&#xFF0C;&#x50CF;&#x7528;&#x6C34;&#x7528;&#x7535;&#x4E00;&#x6837;&#x6765;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x8BA1;&#x7B97;&#x8BBE;&#x65BD;&#xFF0C;&#x6765;&#x4F7F;&#x7528;&#x8FD9;&#x4E9B;&#x8BA1;&#x7B97;&#x8D44;&#x6E90;&#x3002;</p>
<p>&#x6BD4;&#x5982;&#x8BF4;&#xFF1A;</p>
<p>&#x5C31;&#x50CF;&#x6211;&#x4EEC;&#x73B0;&#x5728;&#x5927;&#x5BB6;&#x770B;&#x5230;&#x6211;&#x4EEC;&#x6240;&#x6709;&#x7684;&#x7167;&#x7247;&#x90FD;&#x53EF;&#x4EE5;&#x5B58;&#x50A8;&#x5230;&#x7F51;&#x4E0A;&#xFF0C;&#x90A3;&#x4E48;&#x5B58;&#x50A8;&#x5230;&#x54EA;&#x513F;&#x53BB;&#xFF1F;&#x5B9E;&#x9645;&#x4E0A;&#x5C31;&#x662F;&#x5B58;&#x50A8;&#x5230;&#x7F51;&#x4E0A;&#x7684;&#x8FD9;&#x79CD;&#x4E91;&#x8BA1;&#x7B97;&#x8BBE;&#x65BD;&#x5F53;&#x4E2D;&#xFF0C;&#x90A3;&#x4E48;&#x901A;&#x8FC7;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x5E73;&#x53F0;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x6D4F;&#x89C8;&#x6211;&#x4EEC;&#x7684;&#x7167;&#x7247;&#xFF0C;&#x53EF;&#x4EE5;&#x53D1;&#x5E03;&#x6211;&#x4EEC;&#x7684;&#x7167;&#x7247;&#xFF0C;&#x53EF;&#x4EE5;&#x4F20;&#x64AD;&#x6211;&#x4EEC;&#x7684;&#x7167;&#x7247;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x7684;&#x8FD9;&#x79CD;&#x4E91;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x5E94;&#x7528;&#x3002;</p>
<p>&#x9664;&#x4E86;&#x4EE5;&#x4E0A;&#x53D9;&#x8FF0;&#x7684;&#x5185;&#x5BB9;&#x4EE5;&#x5916;&#xFF0C;&#x8FD9;&#x4E2A;&#x667A;&#x6167;&#x5730;&#x7403;&#x5B83;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x53EF;&#x4EE5;&#x6539;&#x53D8;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x7F51;&#x7EDC;&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x6539;&#x53D8;&#x8FD9;&#x79CD;&#x4EA4;&#x901A;&#x7F51;&#x7EDC;&#xFF0C;&#x5F53;&#x6709;&#x4E86;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x79CD;&#x4E91;&#x8BA1;&#x7B97;&#x8BBE;&#x65BD;&#x4EE5;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x4E2A;&#x4EA4;&#x901A;&#x7684;&#x62E5;&#x5835;&#x73B0;&#x8C61;&#x80FD;&#x4E0D;&#x80FD;&#x591F;&#x89E3;&#x51B3;&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x7684;&#x8FD9;&#x79CD;&#x7535;&#x529B;&#x4E0D;&#x5E73;&#x8861;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x6709;&#x6CA1;&#x6709;&#x53EF;&#x80FD;&#x89E3;&#x51B3;&#x5462;&#xFF1F;</p>
<p>&#x6BD4;&#x5982;&#x8BF4;&#xFF1A;</p>
<p>&#x5728;&#x7528;&#x7535;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x7528;&#x7535;&#x7684;&#x9AD8;&#x5CF0;&#x53EF;&#x80FD;&#x7535;&#x4E0D;&#x591F;&#x7528;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x4E0D;&#x7528;&#x7535;&#x7684;&#x65F6;&#x5019;&#x5462;&#xFF0C;&#x5373;&#x505C;&#x5CF0;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x4E2A;&#x7535;&#x53EF;&#x80FD;&#x5C31;&#x6D88;&#x8017;&#x4E0D;&#x51FA;&#x53BB;&#x4E86;&#xFF0C;<strong>&#x6211;&#x4EEC;&#x8981;&#x50CF;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x80FD;&#x4E0D;&#x80FD;&#x501F;&#x52A9;&#x4E8E;&#x8FD9;&#x79CD;&#x667A;&#x6167;&#x5730;&#x7403;&#x3001;&#x667A;&#x6167;&#x661F;&#x7403;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x601D;&#x60F3;&#x6765;&#x6539;&#x5584;&#x5462;&#xFF1F;&#x5B9E;&#x9645;&#x4E0A;&#x8FD9;&#x5C31;&#x662F;IBM&#x63D0;&#x51FA;&#x667A;&#x6167;&#x5730;&#x7403;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x7684;&#x8FD9;&#x79CD;&#x601D;&#x60F3;&#xFF0C;&#x8FD9;&#x4E5F;&#x53EF;&#x4EE5;&#x770B;&#x5F97;&#x51FA;&#x6765;&#x672A;&#x6765;&#x7684;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#x5411;&#x4F55;&#x5904;&#x53D1;&#x5C55;&#x3002;</strong></p>
<h3 id="&#x25C7;&#x5C0F;&#x7ED3;">&#x25C7;&#x5C0F;&#x7ED3;</h3>
<p>&#x90A3;&#x4E48;&#x7EFC;&#x5408;&#x6211;&#x4EEC;&#x4E0A;&#x9762;&#x8BB2;&#x7684;&#x672A;&#x6765;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#xFF0C;&#x5B83;&#x662F;&#x5411;&#x6211;&#x4EEC;&#x8BF4;&#x5FAE;&#x578B;&#x5316;&#x3001;&#x7F51;&#x7EDC;&#x5316;&#x3001;&#x667A;&#x80FD;&#x5316;&#xFF0C;&#x8FD8;&#x6709;&#x6211;&#x4EEC;&#x8BF4;&#x7684;&#x8FD9;&#x79CD;&#x5927;&#x578B;&#x5316;&#x65B9;&#x5411;&#x53BB;&#x53D1;&#x5C55;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x9762;&#x7684;&#x8BFE;&#x7A0B;&#x5F53;&#x4E2D;&#x8FD8;&#x4F1A;&#x7EE7;&#x7EED;&#x5B66;&#x4E60;&#x76F8;&#x5173;&#x7684;&#x5185;&#x5BB9;&#x3002;</p>
<h2 id="&#x2605;&#x603B;&#x7ED3;">&#x2605;&#x603B;&#x7ED3;</h2>
<ul>
<li>&#x8FD9;&#x6837;&#x8BB0;&#x7B14;&#x8BB0;&#x6548;&#x7387;&#x592A;&#x4F4E;&#x4E86;&#xFF0C;&#x6211;&#x9700;&#x8981;&#x4E00;&#x53E5;&#x8BDD;&#x6982;&#x62EC;&#x6BCF;&#x4E2A;&#x5C0F;&#x70B9;&#x544A;&#x8BC9;&#x4E86;&#x6211;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#xFF0C;&#x4E3A;&#x6B64;&#x6211;&#x9700;&#x8981;&#x53CD;&#x590D;&#x7684;&#x7EC3;&#x4E60;&#x53CD;&#x590D;&#x7684;&#x542C;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x542C;&#x51E0;&#x4E2A;&#x5B57;&#x5C31;&#x6572;&#x51E0;&#x4E2A;&#x5B57;</li>
<li>&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#x3001;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#x671D;&#x54EA;&#x4E9B;&#x65B9;&#x5411;&#x53D1;&#x5C55;&#xFF1F;&#x5FAE;&#x578B;&#x5316;&#x3001;&#x5927;&#x578B;&#x5316;&#x3001;&#x667A;&#x80FD;&#x5316;&#x3001;&#x7F51;&#x7EDC;&#x5316;&#x2026;&#x2026;</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="机器自动计算需要解决的问题？.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: 机器自动计算需要解决的问题？">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"计算系统之发展趋势","date":"2018-06-24T09:58:52.000Z","categories":"计算机专业导论","tags":"智慧地球","level":"1.2.6","depth":2,"next":{"title":"第1讲之扩展内容（选修）","level":"1.2.7","depth":2,"ref":"","articles":[{"title":"回顾对计算与自动计算的认识","level":"1.2.7.1","depth":3,"path":"ch01/回顾对计算与自动计算的认识.md","ref":"./ch01/回顾对计算与自动计算的认识.md","articles":[]}]},"previous":{"title":"机器自动计算需要解决的问题？","level":"1.2.5","depth":2,"path":"ch01/机器自动计算需要解决的问题？.md","ref":"./ch01/机器自动计算需要解决的问题？.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch01/计算系统之发展趋势.md","mtime":"2018-06-24T02:12:32.794Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-08-19T05:03:36.410Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

