
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>计算机专业导论这门课学什么？ · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="怎么学计算机专业导论？.html" />
    
    
    <link rel="prev" href="为什么学计算机、计算与计算思维？.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" >
            
                <span>
            
                    
                    第1讲-计算机、计算与计算思维
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="为什么学计算机、计算与计算思维？.html">
            
                <a href="为什么学计算机、计算与计算思维？.html">
            
                    
                    为什么学计算机、计算与计算思维？
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2.2" data-path="计算机专业导论这门课学什么？.html">
            
                <a href="计算机专业导论这门课学什么？.html">
            
                    
                    计算机专业导论这门课学什么？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.3" data-path="怎么学计算机专业导论？.html">
            
                <a href="怎么学计算机专业导论？.html">
            
                    
                    怎么学计算机专业导论？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4" >
            
                <span>
            
                    
                    人计算与机器自动计算
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.4.1" data-path="人计算与机器自动计算-A.html">
            
                <a href="人计算与机器自动计算-A.html">
            
                    
                    人计算与机器自动计算-A
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.4.2" data-path="人计算与机器自动计算-B.html">
            
                <a href="人计算与机器自动计算-B.html">
            
                    
                    人计算与机器自动计算-B
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.2.5" data-path="机器自动计算需要解决的问题？.html">
            
                <a href="机器自动计算需要解决的问题？.html">
            
                    
                    机器自动计算需要解决的问题？
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.6" data-path="计算系统之发展趋势.html">
            
                <a href="计算系统之发展趋势.html">
            
                    
                    计算系统之发展趋势
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2.7" >
            
                <span>
            
                    
                    第1讲之扩展内容（选修）
            
                </span>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.7.1" data-path="回顾对计算与自动计算的认识.html">
            
                <a href="回顾对计算与自动计算的认识.html">
            
                    
                    回顾对计算与自动计算的认识
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="../test.html">
            
                <a href="../test.html">
            
                    
                    test
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >计算机专业导论这门课学什么？</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <p>&#x5373;&#x4FBF;&#x7528;&#x4E86;&#x8BAF;&#x98DE;&#x542C;&#x89C1;&#xFF0C;&#x4F9D;&#x65E7;&#x5F88;&#x5403;&#x529B;&#x3002;&#x4E00;&#x65E6;&#x514D;&#x8D39;&#x7684;2&#x5C0F;&#x65F6;&#x5F55;&#x97F3;&#x8F6C;&#x6587;&#x5B57;&#x7528;&#x5B8C;&#x4E86;&#xFF0C;&#x8FD9;&#x5C31;&#x610F;&#x5473;&#x7740;&#x662F;&#x65F6;&#x5019;&#x8BF4;&#x5206;&#x624B;&#x4E86;&#xFF01;&#x4E0D;&#x7BA1;&#x600E;&#x6837;&#xFF0C;&#x8FD8;&#x662F;&#x5F97;&#x8981;&#x7406;&#x6E05;&#x8FD9;&#x4E00;&#x5C0F;&#x8282;&#x8BB2;&#x89E3;&#x7684;&#x5185;&#x5BB9;&#x903B;&#x8F91;&#x2026;&#x2026;</p>
<!--more-->
<h2 id="&#x2605;&#x8BFE;&#x7A0B;&#x662F;&#x5982;&#x4F55;&#x7EC4;&#x7EC7;&#x7684;&#xFF1F;">&#x2605;&#x8BFE;&#x7A0B;&#x662F;&#x5982;&#x4F55;&#x7EC4;&#x7EC7;&#x7684;&#xFF1F;</h2>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-18/11688666.jpg" alt=""></p>
<h2 id="&#x2605;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x5B66;&#x4E60;&#x8BA1;&#x7B97;&#x673A;&#xFF1F;">&#x2605;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x5B66;&#x4E60;&#x8BA1;&#x7B97;&#x673A;&#xFF1F;</h2>
<blockquote>
<p>&#x5927;&#x5BB6;&#x90FD;&#x77E5;&#x9053;&#x6211;&#x4EEC;&#x5B66;&#x4E60;&#x8BA1;&#x7B97;&#x673A;&#x662F;&#x5E0C;&#x671B;&#x7528;&#x8BA1;&#x7B97;&#x673A;&#x6765;&#x6C42;&#x89E3;&#x793E;&#x4F1A;&#x81EA;&#x7136;&#x95EE;&#x9898;&#xFF0C;</p>
<p>&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x5C31;&#x662F;&#x901A;&#x8FC7;&#x8BA1;&#x7B97;&#x624B;&#x6BB5;&#x6C42;&#x89E3;&#x793E;&#x4F1A;&#x81EA;&#x7136;&#x95EE;&#x9898;</p>
</blockquote>
<p>&#x5BF9;&#x4E8E;&#x6211;&#x6765;&#x8BF4;&#xFF0C;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x9632;&#x6B62;&#x8111;&#x5B50;&#x751F;&#x9508;&#x2026;&#x2026;</p>
<h2 id="&#x2605;&#x4EC0;&#x4E48;&#x662F;&#x8BA1;&#x7B97;&#xFF1F;&#x800C;&#x6570;&#x5B66;&#x4E0A;&#x7684;&#x8BA1;&#x7B97;&#x548C;&#x8BA1;&#x7B97;&#x5B66;&#x79D1;&#x7684;&#x8BA1;&#x7B97;&#x53C8;&#x6709;&#x4EC0;&#x4E48;&#x5DEE;&#x522B;&#xFF1F;">&#x2605;&#x4EC0;&#x4E48;&#x662F;&#x8BA1;&#x7B97;&#xFF1F;&#x800C;&#x6570;&#x5B66;&#x4E0A;&#x7684;&#x8BA1;&#x7B97;&#x548C;&#x8BA1;&#x7B97;&#x5B66;&#x79D1;&#x7684;&#x8BA1;&#x7B97;&#x53C8;&#x6709;&#x4EC0;&#x4E48;&#x5DEE;&#x522B;&#xFF1F;</h2>
<blockquote>
<p>&#x9996;&#x5148;&#x770B;&#x770B;&#x4EBA;&#x8BA1;&#x7B97;&#xFF1A;</p>
<p>&#x4EBA;&#x8BA1;&#x7B97;&#x7684;&#x662F;&#x6570;&#x5B66;&#x5B66;&#x79D1;&#x8981;&#x7814;&#x7A76;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x5B83;&#x4E3B;&#x8981;&#x4E3A;&#x6211;&#x4EEC;&#x63D0;&#x4F9B;&#x4E86;&#x6C42;&#x89E3;&#x5404;&#x79CD;&#x95EE;&#x9898;&#x7684;&#x4E00;&#x4E9B;&#x8BA1;&#x7B97;&#x65B9;&#x6CD5;&#xFF0C;&#x5B83;&#x53EF;&#x4EE5;&#x8BA9;&#x6211;&#x4EEC;&#x5229;&#x7528;&#x8FD9;&#x4E9B;&#x65B9;&#x6CD5;&#x83B7;&#x5F97;&#x8BA1;&#x7B97;&#x7ED3;&#x679C;&#x3002;</p>
<p>&#x800C;&#x5BF9;&#x4E8E;&#x8BA1;&#x7B97;&#x673A;&#x5B66;&#x79D1;&#x6765;&#x8BB2;&#xFF0C;&#x90A3;&#x4E48;&#x4E3B;&#x8981;&#x7814;&#x7A76;&#x7684;&#x662F;&#x8BA9;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF0C;&#x56E0;&#x6B64;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x8981;&#x7814;&#x7A76;&#x7684;&#x95EE;&#x9898;&#x3002;</p>
</blockquote>
<p>&#x70B9;&#x4E0E;&#x9762;&#x7684;&#x5173;&#x7CFB;&#x2026;&#x2026;</p>
<h2 id="&#x2605;&#x600E;&#x6837;&#x5B9E;&#x73B0;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF1F;">&#x2605;&#x600E;&#x6837;&#x5B9E;&#x73B0;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF1F;</h2>
<blockquote>
<p>&#x8FD9;&#x5C31;&#x8981;&#x6D89;&#x53CA;&#x5230;&#x51E0;&#x4E2A;&#x95EE;&#x9898; &#x4E86;</p>
</blockquote>
<h3 id="&#x25C7;&#x7B2C;&#x4E00;&#x4E2A;&#xFF1A;&#x7A0B;&#x5E8F;">&#x25C7;&#x7B2C;&#x4E00;&#x4E2A;&#xFF1A;&#x7A0B;&#x5E8F;</h3>
<blockquote>
<p>&#x7B2C;&#x4E00;&#x4E2A;&#x6211;&#x4EEC;&#x8BF4;&#x6D89;&#x53CA;&#x5230;&#x7A0B;&#x5E8F;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x77E5;&#x9053;&#x8BA1;&#x7B97;&#x673A;&#x5B66;&#x79D1;&#x91CC;&#x9762;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x4E00;&#x4E2A;&#x6982;&#x5FF5;&#x5C31;&#x662F;&#x7A0B;&#x5E8F;&#xFF0C;&#x5C31;&#x662F;&#x8981;&#x7F16;&#x5199;&#x7A0B;&#x5E8F;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x5462;&#x8981;&#x6C42;&#x5927;&#x5BB6;&#x7406;&#x89E3;&#x8FD9;&#x4E2A;&#x7A0B;&#x5E8F;&#x662F;&#x5982;&#x4F55;&#x5BF9;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x6267;&#x884C;&#x7684;&#xFF0C;&#x8FD9;&#x91CC;&#x9762;&#x5C31;&#x662F;&#x4E00;&#x9053;&#x7A0B;&#x5E8F;&#x548C;&#x7CFB;&#x7EDF;&#x4E4B;&#x95F4;&#x7684;&#x5173;&#x7CFB;&#x3002;</p>
</blockquote>
<h3 id="&#x25C7;&#x7B2C;&#x4E8C;&#x4E2A;&#xFF1A;&#x7F16;&#x8BD1;">&#x25C7;&#x7B2C;&#x4E8C;&#x4E2A;&#xFF1A;&#x7F16;&#x8BD1;</h3>
<blockquote>
<p>&#x90A3;&#x4E48;&#x7B2C;&#x4E8C;&#x6765;&#x8BB2;&#x5462;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x5982;&#x4F55;&#x7F16;&#x5199;&#x673A;&#x5668;&#x53EF;&#x4EE5;&#x6267;&#x884C;&#x7684;&#x7A0B;&#x5E8F;&#x5462;&#xFF1F;</p>
<p>&#x90A3;&#x4E48;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x5C31;&#x6D89;&#x53CA;&#x5230;&#x8BA1;&#x7B97;&#x673A;&#x8BED;&#x8A00;&#xFF0C;&#x4EE5;&#x53CA;&#x5982;&#x4F55;&#x5C06;&#x7528;&#x8BA1;&#x7B97;&#x673A;&#x8BED;&#x8A00;&#x7F16;&#x5199;&#x7684;&#x7A0B;&#x5E8F;&#xFF0C;&#x7FFB;&#x8BD1;&#x6210;&#x673A;&#x5668;&#x53EF;&#x4EE5;&#x6267;&#x884C;&#x7684;&#x7A0B;&#x5E8F;&#x3002;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x5C31;&#x662F;&#x7F16;&#x8BD1;</p>
</blockquote>
<h3 id="&#x25C7;&#x7B2C;&#x4E09;&#x4E2A;&#xFF1A;&#x7B97;&#x6CD5;">&#x25C7;&#x7B2C;&#x4E09;&#x4E2A;&#xFF1A;&#x7B97;&#x6CD5;</h3>
<blockquote>
<p>&#x7B2C;&#x4E09;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x8981;&#x89E3;&#x51B3;&#x5982;&#x4F55;&#x6784;&#x9020;&#x6C42;&#x89E3;&#x95EE;&#x9898;&#x7684;&#x7B97;&#x6CD5;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x4ECE;&#x95EE;&#x9898;&#x5230;&#x7B97;&#x6CD5;&#xFF0C;&#x5230;&#x7A0B;&#x5E8F;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x4E9B;&#x5185;&#x5BB9;&#x662F;&#x5C5E;&#x4E8E;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x8303;&#x7574;&#x3002;&#x4E3B;&#x8981;&#x7528;&#x4E8E;&#x6C42;&#x89E3;&#xFF0C;&#x4E3B;&#x8981;&#x7528;&#x4E8E;&#x7406;&#x89E3;&#x8FD9;&#x4E2A;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#x5982;&#x4F55;&#x6784;&#x9020;&#x3002;</p>
</blockquote>
<h2 id="&#x2605;&#x8FDB;&#x4E00;&#x6B65;&#x5206;&#x6790;&#xFF0C;&#x8BA9;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F1A;&#x9762;&#x4E34;&#x5565;&#x95EE;&#x9898;&#xFF1F;">&#x2605;&#x8FDB;&#x4E00;&#x6B65;&#x5206;&#x6790;&#xFF0C;&#x8BA9;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F1A;&#x9762;&#x4E34;&#x5565;&#x95EE;&#x9898;&#xFF1F;</h2>
<h3 id="&#x25C7;&#x673A;&#x5668;&#x96BE;&#x4EE5;&#x8BA1;&#x7B97;">&#x25C7;&#x673A;&#x5668;&#x96BE;&#x4EE5;&#x8BA1;&#x7B97;</h3>
<blockquote>
<p>&#x5982;&#x679C;&#x8FD9;&#x4E2A;&#x8BA1;&#x7B97;&#x91CF;&#x7279;&#x522B;&#x7684;&#x5927;&#xFF0C;&#x90A3;&#x4E48;&#x673A;&#x5668;&#x5728;&#x6709;&#x9650;&#x7684;&#x65F6;&#x95F4;&#x5185;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x51E0;&#x79D2;&#x949F;&#xFF0C;&#x957F;&#x4E00;&#x70B9;&#x51E0;&#x5206;&#x949F;&#x51E0;&#x5341;&#x5206;&#x949F;&#x4E4B;&#x5185;&#xFF0C;&#x90A3;&#x4E48;&#x6C42;&#x89E3;&#x4E0D;&#x51FA;&#x6765;&#xFF0C;&#x751A;&#x81F3;&#x6C42;&#x89E3;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x51E0;&#x5E74;&#x51E0;&#x5341;&#x5E74;&#xFF0C;&#x90A3;&#x8FD9;&#x6837;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x5C5E;&#x4E8E;&#x673A;&#x5668;&#x96BE;&#x4EE5;&#x8BA1;&#x7B97;&#x3002; </p>
</blockquote>
<h3 id="&#x25C7;&#x600E;&#x4E48;&#x529E;&#xFF1F;&#x673A;&#x5668;&#x8BF4;&#x300C;&#x96BE;&#x4E8E;&#x8BA1;&#x7B97;&#x300D;">&#x25C7;&#x600E;&#x4E48;&#x529E;&#xFF1F;&#x673A;&#x5668;&#x8BF4;&#x300C;&#x96BE;&#x4E8E;&#x8BA1;&#x7B97;&#x300D;</h3>
<blockquote>
<p>&#x5B9E;&#x9645;&#x4E0A;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x63A2;&#x8BA8;&#x54EA;&#x4E9B;&#x95EE;&#x9898;&#x662F;&#x53EF;&#x6C42;&#x89E3;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x54EA;&#x4E9B;&#x95EE;&#x9898;&#x662F;&#x96BE;&#x6C42;&#x89E3;&#x7684;&#x95EE;&#x9898; </p>
</blockquote>
<h4 id="&#x96BE;&#x6C42;&#x89E3;&#x7684;&#x95EE;&#x9898;">&#x96BE;&#x6C42;&#x89E3;&#x7684;&#x95EE;&#x9898;</h4>
<blockquote>
<p>&#x5BF9;&#x4E8E;&#x8FD9;&#x4E9B;&#x96BE;&#x6C42;&#x89E3;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x5982;&#x4F55;&#x964D;&#x4F4E;&#x8FD9;&#x4E9B;&#x8BA1;&#x7B97;&#x91CF;&#xFF1F;&#x90A3;&#x4E48;&#x8FD9;&#x5C31;&#x6D89;&#x53CA;&#x5230;&#x8BA1;&#x7B97;&#x548C;&#x7B97;&#x6CD5;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5728;&#x8FD9;&#x4E2A;&#x91CC;&#x9762;&#x7684;&#x7B97;&#x6CD5;&#x4E3B;&#x8981;&#x5F3A;&#x8C03;&#x662F;&#x964D;&#x4F4E;&#x8BA1;&#x7B97;&#x91CF;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x6309;&#x7167;&#x6807;&#x51C6;&#x7684;&#x8BA1;&#x7B97;&#x91CF;&#xFF0C;&#x90A3;&#x4E48;&#x53EF;&#x80FD;&#x5F88;&#x96BE;&#x8BA1;&#x7B97;&#x6765;&#x5728;&#x77ED;&#x65F6;&#x95F4;&#x5185;&#x96BE;&#x4EE5;&#x8BA1;&#x7B97;&#x51FA;&#x6765;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E2A;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x8BF4;&#x600E;&#x4E48;&#x6837;&#x901A;&#x8FC7;&#x964D;&#x4F4E;&#x8BA1;&#x7B97;&#x91CF;&#x6784;&#x9020;&#x4E00;&#x4E9B;&#x7B97;&#x6CD5;&#xFF0C;&#x6240;&#x4EE5;&#x8BF4;&#x7B97;&#x6CD5;&#x7684;&#x76EE;&#x6807;&#x5728;&#x964D;&#x4F4E;&#x8BA1;&#x7B97;&#x91CF;&#x3002;</p>
</blockquote>
<h5 id="&#x8FDB;&#x4E00;&#x6B65;&#x6765;&#x8BB2;&#xFF0C;&#x600E;&#x6837;&#x7814;&#x7A76;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x7B97;&#x6CD5;&#x5462;&#xFF1F;">&#x8FDB;&#x4E00;&#x6B65;&#x6765;&#x8BB2;&#xFF0C;&#x600E;&#x6837;&#x7814;&#x7A76;&#x8FD9;&#x6837;&#x4E00;&#x4E9B;&#x7B97;&#x6CD5;&#x5462;&#xFF1F;</h5>
<blockquote>
<p>&#x53EF;&#x4EE5;&#x501F;&#x9274;&#x81EA;&#x7136;&#x754C;&#x751F;&#x7269;&#x7684;&#x4E00;&#x4E9B;&#x89C4;&#x5F8B;&#xFF0C;&#x53EF;&#x4EE5;&#x501F;&#x9274;&#x4E00;&#x4E9B;&#x5176;&#x5B83;&#x7C7B;&#x578B;&#x7684;&#x8FD9;&#x79CD;&#x8BA1;&#x7B97;&#x7CFB;&#x7EDF;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x53EF;&#x4EE5;&#x53BB;&#x7814;&#x7A76;&#x4E0D;&#x540C;&#x7684;&#x7B97;&#x6CD5;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#x548C;&#x673A;&#x5668;&#x96BE;&#x4E8E;&#x8BA1;&#x7B97;&#xFF0C;&#x8FD9;&#x6784;&#x6210;&#x4E86;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x7684;&#x7814;&#x7A76;&#x5185;&#x5BB9;&#x3002; </p>
</blockquote>
<h2 id="&#x2605;&#x673A;&#x5668;&#x2014;&#x2014;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF0C;&#x548C;&#x673A;&#x5668;&#x2014;&#x2014;&#x96BE;&#x4E8E;&#x8BA1;&#x7B97;&#x8FD9;&#x4E24;&#x4E2A;&#x95EE;&#x9898;&#x90FD;&#x88AB;&#x5E72;&#x6389;&#x4E86;&#xFF0C;&#x4E0B;&#x4E00;&#x6B65;&#xFF1F;">&#x2605;&#x673A;&#x5668;&#x2014;&#x2014;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF0C;&#x548C;&#x673A;&#x5668;&#x2014;&#x2014;&#x96BE;&#x4E8E;&#x8BA1;&#x7B97;&#x8FD9;&#x4E24;&#x4E2A;&#x95EE;&#x9898;&#x90FD;&#x88AB;&#x5E72;&#x6389;&#x4E86;&#xFF0C;&#x4E0B;&#x4E00;&#x6B65;&#xFF1F;</h2>
<h3 id="&#x25C7;&#x8BA1;&#x7B97;&#x548C;&#x793E;&#x4F1A;&#x81EA;&#x7136;&#x7684;&#x878D;&#x5408;">&#x25C7;&#x8BA1;&#x7B97;&#x548C;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x7684;&#x878D;&#x5408;</h3>
<blockquote>
<p>&#x5982;&#x4F55;&#x9488;&#x5BF9;&#x5177;&#x4F53;&#x7684;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x95EE;&#x9898;&#x5982;&#x4F55;&#x8BA1;&#x7B97;&#xFF1F; &#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x65B9;&#x9762;&#x3002; </p>
</blockquote>
<h4 id="&#x8FDB;&#x4E00;&#x6B65;&#x8003;&#x8651;&#xFF0C;&#x8BA1;&#x7B97;&#x5982;&#x4F55;&#x4E0E;&#x793E;&#x4F1A;&#x81EA;&#x7136;&#x6DF1;&#x5EA6;&#x878D;&#x5408;&#xFF1F;">&#x8FDB;&#x4E00;&#x6B65;&#x8003;&#x8651;&#xFF0C;&#x8BA1;&#x7B97;&#x5982;&#x4F55;&#x4E0E;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x6DF1;&#x5EA6;&#x878D;&#x5408;&#xFF1F;</h4>
<blockquote>
<p>&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x8981;&#x89E3;&#x51B3;&#x7684;&#x8FC7;&#x7A0B;</p>
<p>&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x7A0B;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x4ECE;&#x673A;&#x5668;&#x81EA;&#x52A8;&#x8BA1;&#x7B97;&#xFF0C;&#x8981;&#x89E3;&#x51B3;&#x300C;&#x7A0B;&#x5E8F;&#x4E0E;&#x7CFB;&#x7EDF;&#x300D;&#x300C;&#x8BED;&#x8A00;&#x4E0E;&#x7F16;&#x8BD1;&#x300D;&#x300C;&#x95EE;&#x9898;&#x5230;&#x7B97;&#x6CD5;&#x5230;&#x7A0B;&#x5E8F;&#x300D;&#xFF0C;&#x90A3;&#x4E48;&#x8FDB;&#x4E00;&#x6B65;&#x5230;&#x300C;&#x53EF;&#x6C42;&#x89E3;&#x3001;&#x96BE;&#x6C42;&#x89E3;&#x300D;&#xFF0C;&#x63A5;&#x7740;&#x8BB2;&#x300C;&#x8BA1;&#x7B97;&#x4E0E;&#x7B97;&#x6CD5;&#x300D;&#x548C;&#x300C;&#x600E;&#x6837;&#x7814;&#x7A76;&#x7B97;&#x6CD5;&#x300D;&#xFF0C;&#x7136;&#x540E;&#x6211;&#x4EEC;&#x8BF4;&#x8FD8;&#x8981;&#x5B66;&#x4E60;&#x4E00;&#x4E9B;&#x300C;&#x600E;&#x6837;&#x7ED3;&#x5408;&#x5177;&#x4F53;&#x7684;&#x793E;&#x4F1A;&#x81EA;&#x7136;&#x95EE;&#x9898;&#xFF0C;&#x7528;&#x8BA1;&#x7B97;&#x5B66;&#x79D1;&#x7684;&#x8FD9;&#x79CD;&#x624B;&#x6BB5;&#x6765;&#x8FDB;&#x884C;&#x6C42;&#x89E3;&#x300D;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x7A0B;&#x5185;&#x5BB9;&#x7684;&#x57FA;&#x672C;&#x8109;&#x7EDC;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8BF4;&#xFF0C;&#x8FD9;&#x6837;&#x7684;&#x8BDD;&#xFF0C;&#x7531;&#x300C;&#x6570;&#x5B66;+&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x300D;&#xFF0C;&#x90A3;&#x4E48;&#x6269;&#x5C55;&#x5230;&#x4E86;<strong>&#x8BA1;&#x7B97;&#x79D1;&#x5B66;</strong> </p>
</blockquote>
<p>5min&#x7684;&#x89C6;&#x9891;&#xFF0C;&#x6240;&#x8574;&#x542B;&#x7684;&#x4FE1;&#x606F;&#x91CF;&#x2026;&#x2026;&#x771F;&#x5F97;&#x8BA9;&#x4EBA;&#x96BE;&#x53D7;&#xFF01;&#xFF01;&#xFF01;&#x6CA1;&#x529E;&#x6CD5;&#xFF0C;&#x8C01;&#x53EB;&#x4F60;&#x4E0D;&#x80FD;&#x7528;&#x81EA;&#x5DF1;&#x7684;&#x8BDD;&#x91CD;&#x8FF0;&#x8FD9;&#x4E9B;&#x5185;&#x5BB9;&#x2026;&#x2026;</p>
<h2 id="&#x2605;&#x5BF9;&#x4E8E;&#x8BA1;&#x7B97;&#xFF08;&#x673A;&#xFF09;&#x79D1;&#x5B66;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x4EC0;&#x4E48;&#xFF1F;">&#x2605;&#x5BF9;&#x4E8E;&#x8BA1;&#x7B97;&#xFF08;&#x673A;&#xFF09;&#x79D1;&#x5B66;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x4EC0;&#x4E48;&#xFF1F;</h2>
<blockquote>
<p>&#x6211;&#x4EEC;&#x8981;<strong>&#x5B66;&#x4E60;&#x4E00;&#x4E9B;&#x8BA1;&#x7B97;&#x601D;&#x7EF4;</strong>&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x54EA;&#x4E9B;&#x8BA1;&#x7B97;&#x601D;&#x7EF4;&#x5462;&#xFF1F;&#x6211;&#x901A;&#x8FC7;<strong>&#x8FD9;&#x6837;&#x4E00;&#x68F5;&#x6811;</strong>&#x6765;&#x7ED9;&#x5927;&#x5BB6;&#x53CD;&#x6620;&#x4E00;&#x4E0B;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8FD9;&#x4E9B;&#x601D;&#x7EF4;&#x662F;&#x9700;&#x8981;&#x6211;&#x4EEC;&#x5728;&#x8FD9;&#x95E8;&#x8BFE;&#x7A0B;&#x5F53;&#x4E2D;&#x8981;&#x5B66;&#x4E60;&#x7684;&#xFF0C;&#x53EF;&#x80FD;&#x6211;&#x4EEC;&#x8FD9;&#x91CC;&#x9762;&#x5217;&#x7684;&#x4E00;&#x4E9B;&#x601D;&#x7EF4;&#x5927;&#x5BB6;&#x8FD8;&#x4E0D;&#x80FD;&#x591F;&#x5B8C;&#x5168;&#x7406;&#x89E3;&#xFF0C;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x9762;&#x7684;&#x8BFE;&#x7A0B;&#x5F53;&#x4E2D;&#xFF0C;&#x5C06;&#x6DF1;&#x5165;&#x7684;&#x89E3;&#x91CA;&#x8FD9;&#x91CC;&#x9762;&#x7684;<strong>&#x5404;&#x4E2A;&#x601D;&#x7EF4;&#x7684;&#x4E00;&#x4E9B;&#x5185;&#x6DB5;</strong>&#x3002;</p>
</blockquote>
<h3 id="&#x25C7;&#x8FD9;&#x9897;&#x6811;&#x4FE1;&#x606F;&#x91CF;&#x5F88;&#x5927;">&#x25C7;&#x8FD9;&#x9897;&#x6811;&#x4FE1;&#x606F;&#x91CF;&#x5F88;&#x5927;</h3>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-18/54300385.jpg" alt=""></p>
<h2 id="&#x2605;&#x89E3;&#x6790;&#x8FD9;&#x68F5;&#x6811;">&#x2605;&#x89E3;&#x6790;&#x8FD9;&#x68F5;&#x6811;</h2>
<h3 id="&#x25C7;&#x6811;&#x6839;">&#x25C7;&#x6811;&#x6839;</h3>
<blockquote>
<p>&#x8FD9;&#x68F5;&#x6811;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x5C31;&#x662F;&#x6811;&#x6839;&#xFF0C;&#x800C;&#x8FD9;&#x4E2A;&#x6811;&#x6839;&#x662F;&#x6574;&#x68F5;&#x6811;&#x7684;&#x4E00;&#x4E2A;&#x6E90;&#x5934;&#xFF0C;&#x5373;&#x4F60;&#x60F3;&#x8981;&#x7406;&#x89E3;&#x6574;&#x68F5;&#x6811;&#x4E0A;&#x7684;&#x601D;&#x7EF4;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E2A;&#x6811;&#x6839;&#x4E0A;&#x7684;&#x601D;&#x7EF4;&#x662F;&#x5FC5;&#x987B;&#x8981;&#x7406;&#x89E3;&#x7684;&#x3002;&#x8FD9;&#x91CC;&#x9762;&#x5C31;&#x5305;&#x62EC;&#x4E86;&#x300C;0&#x548C;1&#x7684;&#x601D;&#x7EF4;&#x300D;&#x3001;&#x300C;&#x7A0B;&#x5E8F;&#x7684;&#x601D;&#x7EF4;&#x300D;&#x3001;&#x300C;&#x9012;&#x5F52;&#x7684;&#x601D;&#x7EF4;&#x300D;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x51E0;&#x4E2A;&#x601D;&#x7EF4;&#x5BF9;&#x4E8E;&#x7406;&#x89E3;&#x7A0B;&#x5E8F;&#x662F;&#x5982;&#x4F55;&#x88AB;&#x8BA1;&#x7B97;&#x673A;&#x6267;&#x884C;&#x7684;&#xFF0C;&#x8FD9;&#x662F;&#x5F88;&#x5173;&#x952E;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x628A;&#x5B83;&#x79F0;&#x4E3A;&#x53EB;&#x505A;<strong>&#x5960;&#x57FA;&#x6027;&#x601D;&#x7EF4;</strong>&#x3002;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-18/77773630.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x6811;&#x5E72;">&#x25C7;&#x6811;&#x5E72;</h3>
<blockquote>
<p>&#x53E6;&#x5916;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x8FD9;&#x4E2A;&#x6811;&#x5E72;&#x3002;&#x8FD9;&#x4E2A;&#x6811;&#x5E72;&#x662F;&#x884D;&#x751F;&#x5404;&#x4E2A;&#x6811;&#x679D;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x6240;&#x4EE5;&#x5728;&#x8FD9;&#x6811;&#x4E0A;&#x5F88;&#x91CD;&#x8981;&#x3002; &#x90A3;&#x4E48;&#x5BF9;&#x4E8E;&#x6211;&#x4EEC;&#x8BA1;&#x7B97;&#x673A;&#x6765;&#x8BB2;&#xFF0C;&#x90A3;&#x4E48;&#x5927;&#x5BB6;&#x77E5;&#x9053;&#x5728;&#x8FD9;&#x4E2A;&#x6811;&#x5E72;&#x4E0A;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x662F;&#x4F53;&#x73B0;&#x4E86;&#x4E00;&#x4E9B;&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#xFF0C;&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#x7684;&#x6F14;&#x5316;&#x3002;</p>
</blockquote>
<h4 id="&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#x7684;&#x6F14;&#x5316;">&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#x7684;&#x6F14;&#x5316;</h4>
<blockquote>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x4ECE;&#x51AF;&#x8BFA;&#x4F9D;&#x66FC;&#x8BA1;&#x7B97;&#x673A;&#x5230;&#x4E2A;&#x4EBA;&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#x5230;&#x5E76;&#x884C;&#x5206;&#x5E03;&#x73AF;&#x5883;&#x5230;&#x4E91;&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#xFF0C;</p>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x4ECE;&#x65E9;&#x671F;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x5230;&#x73B0;&#x5728;&#x7684;&#x4E91;&#x8BA1;&#x7B97;&#x673A;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x573A;&#x53CD;&#x6620;&#x4E86;&#x8BA1;&#x7B97;&#x73AF;&#x5883;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x6F14;&#x5316;&#xFF0C;&#x90A3;&#x4E48;&#x5927;&#x5BB6;&#x53EF;&#x80FD;&#x5BF9;&#x4EC0;&#x4E48;&#x662F;&#x4E91;&#xFF1F;&#x4EC0;&#x4E48;&#x662F;&#x5E76;&#x884C;&#x5206;&#x5E03;&#xFF1F;&#x8FD8;&#x4E0D;&#x7406;&#x89E3;&#xFF0C;&#x8FD9;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x4EEC;&#x8981;&#x77E5;&#x9053;&#x8FD9;&#x662F;<strong>&#x4ECE;&#x65E9;&#x671F;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x8FC7;&#x6E21;&#x5230;&#x73B0;&#x5728;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x3002;</strong></p>
<p>&#x6211;&#x4EEC;&#x5728;&#x540E;&#x9762;&#x7684;&#x5185;&#x5BB9;&#x4E2D;&#x8FD8;&#x4F1A;&#x7ED9;&#x5927;&#x5BB6;&#x8FDB;&#x4E00;&#x6B65;&#x4ECB;&#x7ECD;&#x3002; </p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-18/49597534.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x6811;&#x679D;">&#x25C7;&#x6811;&#x679D;</h3>
<blockquote>
<p>&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x8FD9;&#x68F5;&#x6811;&#xFF0C;&#x6BCF;&#x4E00;&#x4E2A;&#x6811;&#x679D;&#x90FD;&#x51FA;&#x73B0;&#x4E3A;&#x4E24;&#x79CD;&#x989C;&#x8272;&#xFF0C;&#x90A3;&#x4E48;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x5728;&#x6BCF;&#x4E00;&#x4E2A;&#x6811;&#x679D;&#x7684;&#x7814;&#x7A76;&#x8FC7;&#x7A0B;&#x5F53;&#x4E2D;&#x90FD;&#x8981;&#x6D89;&#x53CA;&#x5230;&#x4E24;&#x4E2A;&#x65B9;&#x9762;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x8981;&#x6784;&#x9020;&#x7B97;&#x6CD5;&#xFF0C;&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x8981;&#x6784;&#x9020;&#x7CFB;&#x7EDF;&#xFF0C;&#x90A3;&#x4E48;&#x7B97;&#x6CD5;&#x6709;&#x7B97;&#x6CD5;&#x7684;&#x601D;&#x7EF4;&#xFF0C;&#x7CFB;&#x7EDF;&#x6709;&#x7CFB;&#x7EDF;&#x7684;&#x601D;&#x7EF4;&#xFF0C;&#x7B97;&#x6CD5;&#x7684;&#x601D;&#x7EF4;&#x4FA7;&#x91CD;&#x4E8E;&#x6570;&#x5B66;&#x5EFA;&#x6A21;&#xFF0C;&#x800C;&#x7CFB;&#x7EDF;&#x7684;&#x601D;&#x7EF4;&#x4FA7;&#x91CD;&#x4E8E;&#x975E;&#x6570;&#x5B66;&#x5EFA;&#x6A21;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E24;&#x79CD;&#x80FD;&#x529B;&#x90FD;&#x662F;&#x5927;&#x5BB6;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x80FD;&#x529B;&#x3002;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-18/32119490.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x6811;&#x53F6;">&#x25C7;&#x6811;&#x53F6;</h3>
<blockquote>
<p>&#x8FDB;&#x4E00;&#x6B65;&#x6765;&#x770B;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x6BCF;&#x4E00;&#x4E2A;&#x6811;&#x679D;&#x4E0A;&#xFF0C;&#x5373;&#x5728;&#x6811;&#x53F6;&#x8FD9;&#x4E2A;&#x4F4D;&#x7F6E;&#x4E0A;&#xFF0C;&#x5927;&#x5BB6;&#x770B;&#x5230;&#x8FD9;&#x91CC;&#x9762;&#x90FD;&#x5728;&#x8BA1;&#x7B97;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x8BA1;&#x7B97;&#x91D1;&#x878D;&#x5B66;&#x3001;&#x8BA1;&#x7B97;&#x7EDF;&#x8BA1;&#x5B66;&#x3001;&#x8BA1;&#x7B97;&#x7ECF;&#x6D4E;&#x5B66;&#x3001;&#x8BA1;&#x7B97;&#x5316;&#x5B66;&#x3001;&#x8BA1;&#x7B97;&#x7269;&#x7406;&#x5B66;&#x3001;&#x8BA1;&#x7B97;&#x8BED;&#x8A00;&#x5B66;&#x3001;&#x91CF;&#x5B50;&#x8BA1;&#x7B97;&#x3001;&#x5149;&#x5B50;&#x8BA1;&#x7B97;&#x3001;&#x4F01;&#x4E1A;&#x8BA1;&#x7B97;&#x3001;&#x667A;&#x80FD;&#x8BA1;&#x7B97;&#x3001;&#x8BA1;&#x7B97;&#x5DE5;&#x7A0B;&#x5B66;&#x3001;&#x670D;&#x52A1;&#x8BA1;&#x7B97;&#x3001;&#x793E;&#x4F1A;&#x8BA1;&#x7B97;&#x3001;&#x5A92;&#x4F53;&#x8BA1;&#x7B97;&#x7B49;&#x7B49;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x8FD9;&#x4E9B;&#x5206;&#x652F;&#x5B66;&#x79D1;&#x90FD;&#x662F;&#x8BA1;&#x7B97;&#x673A;&#x548C;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x76F8;&#x4E92;&#x878D;&#x5408;&#x7684;&#x6240;&#x4EA7;&#x751F;&#x7684;&#x4E00;&#x4E9B;&#x65B0;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E9B;&#x65B0;&#x7684;&#x5B66;&#x79D1;&#x5E7F;&#x4E49;&#x4E0A;&#x6765;&#x8BB2;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x628A;&#x5B83;&#x79F0;&#x4E3A;&#x53EB;&#x505A;&#x8BA1;&#x7B97;&#x79D1;&#x5B66;&#x3002;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-18/541935.jpg" alt=""></p>
</blockquote>
<h4 id="&#x6DF1;&#x5165;&#x7684;&#x770B;&#x8BA1;&#x7B97;&#x79D1;&#x5B66;">&#x6DF1;&#x5165;&#x7684;&#x770B;&#x8BA1;&#x7B97;&#x79D1;&#x5B66;</h4>
<blockquote>
<p>&#x6211;&#x4EEC;&#x6DF1;&#x5165;&#x6765;&#x770B;&#x8FD9;&#x4E2A;&#x8BA1;&#x7B97;&#x79D1;&#x5B66;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x8FD9;&#x4E48;&#x6765;&#x770B;&#xFF0C;&#x4ECE;<strong>&#x6811;&#x53F6;&#x5230;&#x6811;&#x5E72;&#x8FD9;&#x4E2A;&#x65B9;&#x5411;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x4ECE;&#x5916;&#x5230;&#x5185;&#x6765;&#x770B;</strong>&#xFF0C;&#x8FD9;&#x4F53;&#x73B0;&#x4E86;&#x4E00;&#x79CD;&#x62BD;&#x8C61;&#xFF0C;&#x8FD9;&#x8BF4;&#x660E;&#x662F;&#x5C06;&#x81EA;&#x7136;&#x73B0;&#x8C61;&#x7684;&#x8FD9;&#x79CD;&#x9762;&#x5411;&#x8BA1;&#x7B97;&#x7684;&#x8868;&#x8FBE;&#xFF0C;&#x548C;&#x63A8;&#x6F14;&#xFF0C;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x601D;&#x7EF4;&#x6211;&#x4EEC;&#x8981;&#x7406;&#x89E3;&#xFF0C;&#x6240;&#x4EE5;&#x5B83;&#x7684;&#x672C;&#x8D28;&#x5C31;&#x662F;<strong>&#x62BD;&#x8C61;</strong>&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x4ECE;&#x6811;&#x5E72;&#x5230;&#x6811;&#x53F6;&#xFF0C;&#x5B83;&#x6240;&#x4F53;&#x73B0;&#x7684;&#x662F;&#x8BA1;&#x7B97;&#x6C42;&#x89E3;&#x7684;&#x81EA;&#x7136;&#x5316;&#xFF0C;&#x4E5F;&#x5C31;&#x4F53;&#x73B0;&#x4E86;&#x81EA;&#x52A8;&#x5316;&#x7684;&#x542B;&#x4E49;&#xFF0C;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#x4ECE;&#x6811;&#x5E72;&#x5230;&#x6811;&#x53F6;&#xFF0C;&#x81EA;&#x52A8;&#x5316;&#x7A0B;&#x5EA6;&#x8D8A;&#x6765;&#x8D8A;&#x9AD8;&#xFF0C;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#x7528;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x6240;&#x63A5;&#x53D7;&#x7684;&#x5F62;&#x5F0F;&#x4F53;&#x73B0;&#x8BA1;&#x7B97;&#x53CA;&#x7ED3;&#x679C;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x4E2A;&#x7A0B;&#x5EA6;&#x4E5F;&#x8D8A;&#x6765;&#x8D8A;&#x9AD8;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8BF4;<strong>&#x8FD9;&#x4E2A;&#x8BA1;&#x7B97;&#x4E0E;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x76F8;&#x4E92;&#x878D;&#x5408;&#x7684;&#x4E00;&#x4E2A;&#x7ED3;&#x679C;&#xFF0C;&#x5B83;&#x6700;&#x672C;&#x8D28;&#x7684;&#x5C31;&#x662F;&#x62BD;&#x8C61;&#x548C;&#x81EA;&#x52A8;&#x5316;&#x3002;</strong></p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-18/37278387.jpg" alt=""></p>
</blockquote>
<h4 id="&#x6709;&#x54EA;&#x51E0;&#x79CD;&#x62BD;&#x8C61;&#x81EA;&#x52A8;&#x5316;&#x673A;&#x5236;&#xFF1F;">&#x6709;&#x54EA;&#x51E0;&#x79CD;&#x62BD;&#x8C61;&#x81EA;&#x52A8;&#x5316;&#x673A;&#x5236;&#xFF1F;</h4>
<blockquote>
<p>&#x5178;&#x578B;&#x7684;&#x6765;&#x8BB2;&#xFF0C;&#x6709;&#x4EE5;&#x4E0B;&#x8FD9;&#x4E09;&#x79CD;</p>
</blockquote>
<h5 id="&#x7B2C;&#x4E00;&#x79CD;&#xFF1A;&#x8BED;&#x8A00;&#x548C;&#x7F16;&#x8BD1;&#x5668;">&#x7B2C;&#x4E00;&#x79CD;&#xFF1A;&#x8BED;&#x8A00;&#x548C;&#x7F16;&#x8BD1;&#x5668;</h5>
<blockquote>
<p>&#x6211;&#x4EEC;&#x6765;&#x770B;&#x7B2C;&#x4E00;&#x79CD;&#x5C31;&#x662F;&#x8BED;&#x8A00;&#x548C;&#x7F16;&#x8BD1;&#x5668;&#x3002;</p>
<p>&#x8BED;&#x8A00;&#x548C;&#x7F16;&#x8BD1;&#x5668;&#x89E3;&#x51B3;&#x4E86;&#x4EBA;&#x548C;&#x8BA1;&#x7B97;&#x673A;&#x4EA4;&#x4E92;&#x7684;&#x95EE;&#x9898;&#x3002;&#x4EBA;&#x901A;&#x8FC7;&#x8BA1;&#x7B97;&#x673A;&#x8BED;&#x8A00;&#x7F16;&#x5199;&#x7A0B;&#x5E8F;&#xFF0C;&#x90A3;&#x4E48;&#x673A;&#x5668;&#x5219;&#x6839;&#x636E;&#x8FD9;&#x4E2A;&#x8BA1;&#x7B97;&#x673A;&#x8BED;&#x8A00;&#x6765;&#x7406;&#x89E3;&#x8FD9;&#x4E2A;&#x7A0B;&#x5E8F;&#xFF0C;&#x6267;&#x884C;&#x8FD9;&#x4E2A;&#x7A0B;&#x5E8F;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x600E;&#x4E48;&#x6837;&#x628A;&#x8FD9;&#x79CD;&#x8BED;&#x8A00;&#x7F16;&#x5199;&#x7684;&#x7A0B;&#x5E8F;&#x7FFB;&#x8BD1;&#x6210;&#x673A;&#x5668;&#x80FD;&#x591F;&#x6267;&#x884C;&#x7684;&#x7A0B;&#x5E8F;&#x5462;&#xFF1F;&#x90A3;&#x4E48;&#x8FD9;&#x4E2A;&#x81EA;&#x52A8;&#x5316;&#x7684;&#x624B;&#x6BB5;&#x5C31;&#x662F;&#x7F16;&#x8BD1;&#x5668;&#xFF0C;&#x56E0;&#x6B64;<strong>&#x8BED;&#x8A00;&#x548C;&#x7F16;&#x8BD1;&#x5668;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x62BD;&#x8C61;&#x81EA;&#x52A8;&#x5316;&#x673A;&#x5236;</strong>&#x3002;</p>
</blockquote>
<h5 id="&#x7B2C;&#x4E8C;&#x79CD;&#xFF1A;&#x534F;&#x8BAE;&#x548C;&#x7F16;&#x89E3;&#x7801;&#x5668;">&#x7B2C;&#x4E8C;&#x79CD;&#xFF1A;&#x534F;&#x8BAE;&#x548C;&#x7F16;&#x89E3;&#x7801;&#x5668;</h5>
<blockquote>
<p>&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x534F;&#x8BAE;&#x548C;&#x7F16;&#x89E3;&#x7801;&#x5668; &#x3002;&#x534F;&#x8BAE;&#x548C;&#x7F16;&#x89E3;&#x7801;&#x5668;&#x89E3;&#x51B3;&#x4E86;&#x673A;&#x5668;&#x548C;&#x673A;&#x5668;&#x4E4B;&#x95F4;&#x3001;&#x8BA1;&#x7B97;&#x673A;&#x548C;&#x8BA1;&#x7B97;&#x673A;&#x4E4B;&#x95F4;&#x3001;&#x7269;&#x4F53;&#x548C;&#x7269;&#x4F53;&#x4E4B;&#x95F4;&#x7684;&#x4E00;&#x4E2A;&#xFF1F;&#xFF1F;&#x6211;&#x4EEC;&#x8BF4;&#x4EA4;&#x6D41;&#x6C9F;&#x901A;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x673A;&#x5236;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x5927;&#x5BB6;&#x90FD;&#x9075;&#x5FAA;&#x76F8;&#x540C;&#x7684;&#x534F;&#x8BAE;&#x6765;&#x5904;&#x7406;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x6267;&#x884C;&#x8FD9;&#x4E2A;&#x534F;&#x8BAE;&#x7684;&#x81EA;&#x52A8;&#x5316;&#x7684;&#x624B;&#x6BB5;&#x5C31;&#x662F;&#x5E7F;&#x4E49;&#x4E0A;&#x7684;&#x7F16;&#x7801;&#x5668;&#x3001;&#x89E3;&#x7801;&#x5668;&#x3001;&#x5904;&#x7406;&#x5668;&#x3001;&#x53D8;&#x6362;&#x5668;&#x7B49;&#x7B49;&#x3002;</p>
</blockquote>
<h5 id="&#x7B2C;&#x4E09;&#x79CD;&#xFF1A;&#x6A21;&#x578B;&#x548C;&#x7CFB;&#x7EDF;">&#x7B2C;&#x4E09;&#x79CD;&#xFF1A;&#x6A21;&#x578B;&#x548C;&#x7CFB;&#x7EDF;</h5>
<blockquote>
<p>&#x90A3;&#x4E48;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#x66F4;&#x5927;&#x5C42;&#x9762;&#x7684;&#x62BD;&#x8C61;&#x4E0E;&#x81EA;&#x52A8;&#x5316;&#x673A;&#x5236;&#x5C31;&#x662F;&#x6A21;&#x578B;&#x548C;&#x7CFB;&#x7EDF;&#x3002;&#x90A3;&#x4E48;&#x5BF9;&#x4E8E;&#x6A21;&#x578B;&#x6765;&#x8BB2;&#xFF0C;&#x90A3;&#x4E48;&#x5B83;&#x53EF;&#x4EE5;&#x4ECE;&#x4E1A;&#x52A1;&#x6A21;&#x578B;&#x878D;&#x5408;&#x5230;&#x8BA1;&#x7B97;&#x6A21;&#x578B;&#xFF0C;&#x800C;&#x7CFB;&#x7EDF;&#x662F;&#x6267;&#x884C;&#x8FD9;&#x4E2A;&#x6A21;&#x578B;&#x7684;&#x3002; </p>
</blockquote>
<h5 id="&#x603B;&#x7ED3;">&#x603B;&#x7ED3;</h5>
<blockquote>
<p>&#x6211;&#x4EEC;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#x5927;&#x5BB6;&#x770B;&#x5230;&#x8FD9;&#x4E09;&#x79CD;&#x62BD;&#x8C61;&#x81EA;&#x52A8;&#x5316;&#x7684;&#x8FD9;&#x79CD;&#x673A;&#x5236;&#x4E5F;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x3002;&#x5F53;&#x7136;&#x8FD9;&#x4E2A;&#x62BD;&#x8C61;&#x81EA;&#x52A8;&#x5316;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x8FD9;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x5B9E;&#x9645;&#x4E0A;&#x6574;&#x4E2A;&#x8FD9;&#x68F5;&#x6811;&#x7684;&#x80CC;&#x540E;&#xFF0C;&#x5B83;&#x7684;&#x6700;&#x672C;&#x8D28;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x6700;&#x6838;&#x5FC3;&#x7684;&#x4E1C;&#x897F;&#x4E5F;&#x662F;&#x62BD;&#x8C61;&#x4E0E;&#x81EA;&#x52A8;&#x5316;&#xFF0C;&#x6BD4;&#x5982;&#x8BF4;&#x50CF;&#x300C;0&#x548C;1&#x300D;&#x300C;&#x7A0B;&#x5E8F;&#x300D;&#x300C;&#x9012;&#x5F52;&#x300D;&#x8FD9;&#x90FD;&#x662F;&#x62BD;&#x8C61;&#x548C;&#x81EA;&#x52A8;&#x5316;&#x7684;&#x6700;&#x76F4;&#x63A5;&#x7684;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x4F53;&#x73B0;&#x3002; </p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-18/1725606.jpg" alt=""></p>
</blockquote>
<h3 id="&#x25C7;&#x5212;&#x5206;&#x8FD9;&#x68F5;&#x6811;&#xFF0C;&#x4ECE;&#x5185;&#x5230;&#x5916;&#xFF0C;&#x6709;&#x8FD9;&#x4E48;3&#x4E2A;&#x534A;&#x5706;">&#x25C7;&#x5212;&#x5206;&#x8FD9;&#x68F5;&#x6811;&#xFF0C;&#x4ECE;&#x5185;&#x5230;&#x5916;&#xFF0C;&#x6709;&#x8FD9;&#x4E48;3&#x4E2A;&#x534A;&#x5706;</h3>
<blockquote>
<p>&#x8FDB;&#x4E00;&#x6B65;&#x628A;&#x8FD9;&#x68F5;&#x6811;&#x4ECE;&#x5185;&#x5411;&#x5916;&#x753B;&#x5206;&#x6210;&#x4E09;&#x4E2A;&#x534A;&#x5706;&#xFF0C;&#x5927;&#x5BB6;&#x770B;&#x5230;&#x6211;&#x4EEC;&#x8981;&#x4ECE;&#x6811;&#x5E72;&#x5411;&#x6811;&#x53F6;&#x65B9;&#x5411;&#x5212;&#x5206;</p>
</blockquote>
<h4 id="&#x5411;&#x53F3;&#x5411;&#x53D1;&#x5C55;">&#x5411;&#x53F3;&#x5411;&#x53D1;&#x5C55;</h4>
<blockquote>
<p>&#x6211;&#x4EEC;&#x8BF4;&#x5411;&#x53F3;&#x5411;&#x53D1;&#x5C55;&#xFF0C;&#x5927;&#x5BB6;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x8FD9;&#x91CC;&#x9762;&#x4F53;&#x73B0;&#x7684;&#x662F;&#x4E00;&#x79CD;&#x6570;&#x636E;&#x5316;&#x7684;&#x601D;&#x7EF4;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x4ECE;&#x6570;&#x636E;&#x5E93;&#x3001;&#x6570;&#x636E;&#x6316;&#x6398;&#x3001;&#x6570;&#x636E;&#x5206;&#x6790;&#x5230;&#x73B0;&#x5728;&#x8FD9;&#x4E2A;&#x5927;&#x6570;&#x636E;&#x3002;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x77E5;&#x9053;&#x5927;&#x6570;&#x636E;&#x6539;&#x53D8;&#x4E86;&#x4EBA;&#x7684;&#x5F88;&#x591A;&#x89C2;&#x5FF5;&#x3002;&#x6240;&#x4EE5;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#x5927;&#x5BB6;&#x53EF;&#x770B;&#x5230;<strong>&#x6570;&#x636E;&#x5316;&#x601D;&#x7EF4;&#x5F88;&#x91CD;&#x8981;</strong>&#x3002;</p>
</blockquote>
<h4 id="&#x4ECE;&#x5DE6;&#x8FB9;&#x6765;&#x770B;">&#x4ECE;&#x5DE6;&#x8FB9;&#x6765;&#x770B;</h4>
<blockquote>
<p>&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x5F80;&#x5DE6;&#x8FB9;&#x6765;&#x770B;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x7531;&#x673A;&#x5668;&#x7F51;&#x7EDC;&#x5230;&#x73B0;&#x5728;&#x8FD9;&#x79CD;&#x4FE1;&#x606F;&#x7F51;&#x7EDC;&#x5230;&#x73B0;&#x5728;&#x7684;&#x7F51;&#x7EDC;&#x5316;&#x793E;&#x4F1A;&#xFF0C;&#x6211;&#x4EEC;&#x8BF4;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#x4F53;&#x73B0;&#x4E00;&#x79CD;&#x7F51;&#x7EDC;&#x5316;&#x7684;&#x601D;&#x7EF4; </p>
</blockquote>
<h4 id="&#x8FD9;&#x4E24;&#x4E2A;&#x65B9;&#x5411;&#x8BF4;&#x660E;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;">&#x8FD9;&#x4E24;&#x4E2A;&#x65B9;&#x5411;&#x8BF4;&#x660E;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;</h4>
<blockquote>
<p>&#x8FD9;&#x8BF4;&#x660E;&#x4E86;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E2A;&#x6811;&#x5E72;&#x4E0A;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x5206;&#x652F;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x53EF;&#x4EE5;&#x4ECE;&#x5185;&#x5411;&#x5916;&#x53BB;&#x5EF6;&#x4F38;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x5B83;&#x6709;&#x6570;&#x636E;&#x5316;&#x7684;&#x601D;&#x7EF4;&#xFF0C;&#x5B83;&#x53EF;&#x4EE5;&#x6709;&#x7F51;&#x7EDC;&#x5316;&#x7684;&#x601D;&#x7EF4;&#x3002;</p>
<p>&#x6240;&#x4EE5;&#x73B0;&#x5728;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x548C;&#x8BA1;&#x7B97;&#x7684;&#x878D;&#x5408;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x662F;&#x5F3A;&#x5316;&#x4E86;&#x6570;&#x636E;&#x5316;&#x601D;&#x7EF4;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x662F;&#x5F3A;&#x5316;&#x4E86;&#x7F51;&#x7EDC;&#x5316;&#x601D;&#x7EF4;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x5728;&#x8FD9;&#x91CC;&#x9762;&#x5927;&#x5BB6;&#x53EF;&#x8981;&#x5BF9;&#x8FD9;&#x4E2A;&#x601D;&#x7EF4;&#x8981;&#x6709;&#x6240;&#x7406;&#x89E3;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x53EF;&#x80FD;&#x5BF9;&#x8FD9;&#x91CC;&#x9762;&#x7684;&#x4E00;&#x4E9B;&#x6982;&#x5FF5;&#x6211;&#x4EEC;&#x8FD8;&#x4E0D;&#x662F;&#x5F88;&#x660E;&#x767D;&#xFF0C;&#x53EF;&#x8FD9;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x7EED;&#x7684;&#x8BFE;&#x7A0B;&#x5F53;&#x4E2D;&#x8981;&#x5BF9;&#x8FD9;&#x4E9B;&#x5185;&#x5BB9;&#x8981;&#x505A;&#x4E00;&#x4E9B;&#x66F4;&#x7EC6;&#x81F4;&#x7684;&#x8BB2;&#x89E3;&#xFF0C;&#x5927;&#x5BB6;&#x4E5F;&#x4E0D;&#x4EC5;&#x4EC5;&#x4ECE;&#x6211;&#x4EEC;&#x8FD9;&#x95E8;&#x8BFE;&#x7A0B;&#x5F53;&#x4E2D;&#xFF0C;&#x5B66;&#x4E60;&#x8FD9;&#x4E9B;&#x672F;&#x8BED;&#xFF0C;&#x5B66;&#x4E60;&#x8FD9;&#x4E9B;&#x6982;&#x5FF5;&#xFF0C;&#x800C;&#x4E14;&#x5728;&#x5176;&#x5B83;&#x8BFE;&#x7A0B;&#x5F53;&#x4E2D;&#x90FD;&#x4F1A;&#x6DF1;&#x5316;&#x5BF9;&#x8FD9;&#x4E9B;&#x6982;&#x5FF5;&#x7684;&#x7406;&#x89E3;&#x3002;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-18/98045895.jpg" alt=""></p>
</blockquote>
<h2 id="&#x2605;&#x56DE;&#x5230;&#x8BA1;&#x7B97;&#x79D1;&#x5B66;">&#x2605;&#x56DE;&#x5230;&#x8BA1;&#x7B97;&#x79D1;&#x5B66;</h2>
<blockquote>
<p>&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8BF4;&#x6211;&#x4EEC;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x3001;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x4E0E;&#x6280;&#x672F;&#x4ECE;&#x65E9;&#x671F;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x884D;&#x751F;&#x51FA;&#x6765;&#xFF0C;&#x53D1;&#x5C55;&#x51FA;&#x6765;&#xFF0C;&#x6211;&#x4EEC;&#x73B0;&#x5728;&#x5230;&#x4E86;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#xFF0C;&#x90A3;&#x4E48;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x53D1;&#x5C55;&#x548C;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x7684;&#x76F8;&#x4E92;&#x5BB9;&#x8BB8;&#x76F8;&#x4E92;&#x878D;&#x5408;&#xFF0C;&#x5C31;&#x5F62;&#x6210;&#x4E86;&#x8BA1;&#x7B97;&#x79D1;&#x5B66;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x8BF4;&#x8FD9;&#x4E9B;&#x8BA1;&#x7B97;&#x601D;&#x7EF4;&#x662F;&#x6211;&#x4EEC;&#x5728;&#x8BFE;&#x7A0B;&#x5F53;&#x4E2D;&#x8981;&#x6DF1;&#x5165;&#x7406;&#x89E3;&#x548C;&#x5B66;&#x4E60;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x5E0C;&#x671B;&#x5927;&#x5BB6;&#x5728;&#x540E;&#x7EED;&#x7684;&#x8BFE;&#x7A0B;&#x5B66;&#x4E60;&#x5F53;&#x4E2D;&#x5BF9;&#x8FD9;&#x4E9B;&#x5185;&#x5BB9;&#x6709;&#x6DF1;&#x5165;&#x7684;&#x7406;&#x89E3;&#x3002;</p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-18/63604552.jpg" alt=""></p>
</blockquote>
<h2 id="&#x2605;&#x603B;&#x7ED3;">&#x2605;&#x603B;&#x7ED3;</h2>
<ul>
<li>&#x6DF1;&#x5165;&#x7684;&#x7406;&#x89E3;&#x5C31;&#x662F;&#x6709;&#x8FD9;&#x4E48;&#x4E24;&#x4E2A;&#x5B57;&#x2014;&#x2014;&#x90A3;&#x4E48;&#x3002;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x60C5;&#x8BF4;&#x4E09;&#x904D;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x90A3;&#x4E48;&#x2026;&#x2026;</li>
<li>&#x8FD9;&#x68F5;&#x6811;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#x8981;&#x5B66;&#x4E60;&#x54EA;&#x4E9B;&#x8BA1;&#x7B97;&#x601D;&#x7EF4;</li>
<li>&#x5173;&#x4E8E;&#x8FD9;&#x9897;&#x6811;&#x7684;&#x7406;&#x89E3;&#x903B;&#x8F91;&#xFF1A;&#x6811;&#x6839;&#x2192;&#x261E;&#x6811;&#x5E72;&#x2192;&#x261E;&#x6811;&#x679D;&#x2192;&#x261E;&#x6811;&#x53F6;&#x2192;&#x261E;&#x62BD;&#x8C61;&#x81EA;&#x52A8;&#x5316;&#x2192;&#x261E;&#x6570;&#x636E;&#x5316;&#x7F51;&#x7EDC;&#x5316;&#x2192;&#x261E;&#x8BA1;&#x7B97;&#x79D1;&#x5B66;</li>
<li>&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x4E0E;&#x793E;&#x4F1A;/&#x81EA;&#x7136;&#x76F8;&#x4E92;&#x5BB9;&#x8BB8;&#x76F8;&#x4E92;&#x878D;&#x5408;&#x5C31;&#x5F62;&#x6210;&#x4E86;&#x8BA1;&#x7B97;&#x79D1;&#x5B66;&#xFF1F;</li>
</ul>
<h2 id="&#x2605;qa">&#x2605;Q&amp;A</h2>
<ol>
<li><p>&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x4E0E;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7684;&#x533A;&#x522B;&#xFF1F;</p>
<p>&#x53C2;&#x8003;&#xFF1A;<a href="https://blog.csdn.net/bkmk01mz3w/article/details/79492203" target="_blank">&#x201C;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x201D;&#x4E0E;&#x201C;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x201D;&#x6709;&#x4EC0;&#x4E48;&#x533A;&#x522B;&#xFF1F;&#x54EA;&#x4E2A;&#x4E13;&#x4E1A;&#x66F4;&#x9002;&#x5408;&#x4F60;&#xFF1F;</a></p>
<p>&#x8FD9;&#x4E24;&#x4E2A;&#x4E13;&#x4E1A;&#x7684;&#x6982;&#x8FF0;&#xFF1A;</p>
<ul>
<li>&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x4E3B;&#x8981;&#x4ECE;&#x7406;&#x8BBA;&#x548C;&#x6570;&#x5B66;&#x7684;&#x89D2;&#x5EA6;&#x7814;&#x7A76;&#x8BA1;&#x7B97;&#x673A;&#x5982;&#x4F55;&#x5DE5;&#x4F5C;&#x3002; </li>
<li>&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B22;&#x6570;&#x5B66;&#xFF0C;&#x903B;&#x8F91;&#x5B66;&#xFF0C;&#x6216;&#x8005;&#x4F60;&#x60F3;&#x8FDB;&#x5165;CS&#x7684;&#x67D0;&#x4E2A;&#x4E13;&#x4E1A;&#x9886;&#x57DF;&#xFF0C;&#x4F8B;&#x5982;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#xFF0C;&#x673A;&#x5668;&#x5B66;&#x4E60;&#xFF0C;&#x8BA1;&#x7B97;&#x673A;&#x5B89;&#x5168;&#x6216;&#x56FE;&#x5F62;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x9009;&#x62E9;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x3002; </li>
<li>&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x7814;&#x7A76;&#x5982;&#x4F55;&#x6784;&#x5EFA;&#x8F6F;&#x4EF6;&#x7CFB;&#x7EDF;&#xFF0C;&#x5305;&#x62EC;&#x8BF8;&#x5982;&#x9879;&#x76EE;&#x7BA1;&#x7406;&#xFF0C;&#x8D28;&#x91CF;&#x4FDD;&#x8BC1;&#x548C;&#x8F6F;&#x4EF6;&#x6D4B;&#x8BD5;&#x7B49;&#x3002; </li>
<li>&#x5982;&#x679C;&#x60A8;&#x5BF9;&#x5B9E;&#x9645;&#x64CD;&#x4F5C;&#x65B9;&#x6CD5;&#x66F4;&#x611F;&#x5174;&#x8DA3;&#xFF0C;&#x5E76;&#x4E14;&#x60F3;&#x8981;&#x4E86;&#x89E3;&#x8F6F;&#x4EF6;&#x6784;&#x5EFA;&#x548C;&#x7EF4;&#x62A4;&#x7684;&#x6574;&#x4E2A;&#x751F;&#x547D;&#x5468;&#x671F;&#xFF0C;&#x5E94;&#x8BE5;&#x9009;&#x62E9;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x3002; </li>
<li>&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x548C;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x90FD;&#x662F;&#x5B66;&#x4E60;&#x7F16;&#x7A0B;&#x548C;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x7840;&#x77E5;&#x8BC6;&#xFF0C;&#x56E0;&#x6B64;&#x60A8;&#x6210;&#x4E3A;&#x8F6F;&#x4EF6;&#x5F00;&#x53D1;&#x5458;&#xFF0C;&#x53EF;&#x4EE5;&#x4EFB;&#x9009;&#x5176;&#x4E00; </li>
</ul>
</li>
<li><p>&#x5B66;&#x79D1;&#x4E0E;&#x79D1;&#x5B66;&#x7684;&#x533A;&#x522B;&#xFF1F;</p>
<p> &#x53C2;&#x8003;&#xFF1A;<a href="http://www.ruiwen.com/zuowen/shuomingwen/1090057.html" target="_blank">&#x8BF4;&#x660E;&#x6587;:&#x79D1;&#x5B66;&#x4E0E;&#x5B66;&#x79D1;&#x7684;&#x4E0D;&#x540C;</a></p>
<p>&#x79D1;&#x5B66;&#x662F;<strong>&#x7B26;&#x5408;&#x5BA2;&#x89C2;&#x89C4;&#x5F8B;&#x7684;&#x7CFB;&#x7EDF;&#x7684;</strong>&#x601D;&#x60F3;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#xFF0C;&#x800C;&#x4EBA;&#x8981;&#x4E86;&#x89E3;&#x81EA;&#x7136;&#x6216;&#x793E;&#x4F1A;&#xFF0C;&#x5C31;&#x5FC5;&#x987B;<strong>&#x4E86;&#x89E3;&#x7684;&#x8BE6;&#x7EC6;</strong>&#xFF0C;&#x8FD9;&#x5C31;&#x6709;&#x4E86;&#x5206;&#x95E8;&#x522B;&#x7C7B;&#x7684;&#x8BA4;&#x8BC6;&#x548C;&#x7814;&#x7A76;&#xFF0C;&#x800C;&#x6BCF;&#x4E00;&#x7C7B;&#xFF0C;&#x5C31;&#x6210;&#x4E3A;&#x4E86;&#x5B66;&#x79D1;&#x3002;</p>
<p>&#x5B66;&#x79D1;&#x548C;&#x79D1;&#x5B66;&#x7684;&#x5206;&#x522B;&#xFF0C;&#x6070;&#x6070;&#x4EC5;&#x4EC5;&#x5728;&#x4E8E;&#x524D;&#x8005;<strong>&#x4E0D;&#x4E00;&#x5B9A;</strong>&#x662F;&#x7B26;&#x5408;&#x5BA2;&#x89C2;&#x89C4;&#x5F8B;&#x7684;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#xFF0C;&#x540E;&#x8005;&#x5219;&#x662F;&#x7B26;&#x5408;&#x5BA2;&#x89C2;&#x89C4;&#x5F8B;&#x7684;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;</p>
</li>
<li><p>&#x5076;&#x9047;&#x7684;&#x77E5;&#x8BC6;&#x5206;&#x7C7B;</p>
<p>&#x6765;&#x81EA;&#x8FD9;&#x513F;&#xFF1A;&#x4EBA;&#x6587;&#x5B66;&#x79D1;&#x548C;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x6709;&#x4EC0;&#x4E48;&#x533A;&#x522B;&#xFF1F;&#x5206;&#x522B;&#x5305;&#x62EC;&#x54EA;&#x4E9B;&#x5B66;&#x79D1;&#xFF1F; - &#x56DB;&#x56DB;&#x56DB;&#x6BDB;&#x7684;&#x56DE;&#x7B54; - &#x77E5;&#x4E4E; <a href="https://www.zhihu.com/question/22488479/answer/33909381" target="_blank">https://www.zhihu.com/question/22488479/answer/33909381</a> </p>
<p><img src="http://otty6pwsj.bkt.clouddn.com/18-6-18/58238315.jpg" alt=""></p>
<p>&#x4F20;&#x9001;&#x95E8;&#xFF1A;<a href="https://zh.wikipedia.org/wiki/%E5%AD%B8%E7%A7%91%E5%88%97%E8%A1%A8" target="_blank">&#x5B66;&#x79D1;&#x5217;&#x8868;</a></p>
</li>
<li><p>&#x81EA;&#x7136;&#x5C5E;&#x6027;&#x548C;&#x793E;&#x4F1A;&#x5C5E;&#x6027;&#xFF1F;&#x4EC0;&#x4E48;&#x9B3C;&#xFF1F;&#xFF1F;</p>
<p>&#x53C2;&#x8003;&#xFF1A;<a href="https://zhidao.baidu.com/question/568536075.html" target="_blank">&#x81EA;&#x7136;&#x5C5E;&#x6027;&#x548C;&#x793E;&#x4F1A;&#x5C5E;&#x6027;&#x5404;&#x662F;&#x4EC0;&#x4E48;&#x610F;&#x601D;&#xFF01;</a></p>
<blockquote>
<p>&#x81EA;&#x7136;&#x5C5E;&#x6027;&#xFF1A;&#x5C31;&#x662F;&#x67D0;&#x4E00;&#x4E8B;&#x7269;&#x672C;&#x8EAB;&#x5C31;&#x6709;&#x7684;&#x6027;&#x8D28;&#xFF01; &#x6BD4;&#x5982;&#x4EBA;&#xFF1A;&#x4EBA;&#x7684;&#x81EA;&#x7136;&#x5C5E;&#x6027;&#x662F;&#x6307;&#x4EBA;&#x7684;&#x8089;&#x4F53;&#x5B58;&#x5728;&#x53CA;&#x5176;&#x7279;&#x6027;&#x3002; &#x6BD4;&#x5982;&#x5546;&#x54C1;&#xFF1A;&#x5546;&#x54C1;&#x7684;&#x4F7F;&#x7528;&#x4EF7;&#x503C;&#x662F;&#x5B83;&#x7684;&#x81EA;&#x7136;&#x5C5E;&#x6027; &#x793E;&#x4F1A;&#x5C5E;&#x6027;&#xFF1A;&#x6307;&#x8FD9;&#x4E00;&#x4E8B;&#x7269;&#x5904;&#x5728;&#x67D0;&#x4E00;&#x4E8B;&#x7269;&#x4E2D;&#x6240;&#x5177;&#x6709;&#x7684;&#x6027;&#x8D28;&#x3002; &#x6BD4;&#x5982;&#x4EBA;&#xFF1A;&#x5B83;&#x7684;&#x793E;&#x4F1A;&#x5C5E;&#x6027;&#x662F;&#x6307;&#x5728;&#x793E;&#x4F1A;&#x5B9E;&#x8DF5;&#x6D3B;&#x52A8;&#x7684;&#x57FA;&#x7840;&#x4E0A;&#x4EBA;&#x4E0E;&#x4EBA;&#x4E4B;&#x95F4;&#x53D1;&#x751F;&#x7684;&#x5404;&#x79CD;&#x5173;&#x7CFB;&#x3002; &#x6BD4;&#x5982;&#x5546;&#x54C1;&#xFF1A;&#x5B83;&#x7684;&#x793E;&#x4F1A;&#x5C5E;&#x6027;&#x662F;&#x4EF7;&#x503C;&#x3002; </p>
</blockquote>
</li>
</ol>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="为什么学计算机、计算与计算思维？.html" class="navigation navigation-prev " aria-label="Previous page: 为什么学计算机、计算与计算思维？">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="怎么学计算机专业导论？.html" class="navigation navigation-next " aria-label="Next page: 怎么学计算机专业导论？">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"计算机专业导论这门课学什么？","date":"2018-06-18T20:00:23.000Z","categories":"计算机专业导论","tags":"计算思维之树","level":"1.2.2","depth":2,"next":{"title":"怎么学计算机专业导论？","level":"1.2.3","depth":2,"path":"ch01/怎么学计算机专业导论？.md","ref":"./ch01/怎么学计算机专业导论？.md","articles":[]},"previous":{"title":"为什么学计算机、计算与计算思维？","level":"1.2.1","depth":2,"path":"ch01/为什么学计算机、计算与计算思维？.md","ref":"./ch01/为什么学计算机、计算与计算思维？.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"ch01/计算机专业导论这门课学什么？.md","mtime":"2018-06-18T12:25:06.344Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-08-19T05:03:36.410Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

